if(typeof DATAS=='undefined') DATAS={};
var ARR=DATAS.search=[];


ARR.push({
	page:10,
	words: [
		'1 자신과의 관계',
		'1 나는 어떤 사람이고 어떻게 살아야 할까',
		'2 어떤 사람이 도덕적인 사람일까',	
	]
});
ARR.push({
	page:11,
	words: [
		'이 단원을 들어가며',
		'나는 누구이며 어떻게 살아야 할까?',
		'이 단원에서는 자신에 대한 성찰을 통해 도덕적으로 살아야 하는 까닭은 무엇인지 배운다.',
		'이를 바탕으로 내가 진정으로 행복한 삶을 살아가기 위한 방법을 찾아보자.',
	]
});

ARR.push({
	page:12,
	words: [
		'1 나는 어떤 사람이고 어떻게 살아야 할까',
		'용어 미리 보기',
		'https://code.jihak.co.kr/qr/GtChgJtZrLAlHxTH',
		'자아',
		'자아 정체성',
		'가치',
		'판단 기준',
		'보편적 규범',
		'선한 결정',
		'갈등 해결',
		'공동체 유지',
		'행복과 이익',
		'의무',
		'나',
		'도덕',
		'도덕적인 삶',
		'12 1. 자신과의 관계'
	]
});
ARR.push({
	page:13,
	words: [
		'1 나는 어떤 사람일까',
		'학습 목표',
		'자아의 의미를 알고 자신이 어떤 사람인지 설명할 수 있다.',
		'가치의 의미를 이해할 수 있다.',
		'생각열기',
		'다음은 신분증 사진을 찍는 가상의 상황이다. 그림을 보고 물음에 답해 보자.',
		'내가 가장 좋아하는 것은?',
		'신 분 증',
		'이름: 김루진',
        '별명: 수의사',
        '보물 1호: 강아지 ‘초코’',
		'신 분 증',
		'이름: 이창호',
        '별명: 물개',
        '특기: 수영',
		'지금 가장 하고 싶은 것은?',
		'전자 신분증',
		'김루진 미래의 수의사',
        '전자 신분증',
        '이창호 미래의 국가대표',
		'나는 어떤 사람으로 보일까?',
		'제법인데?',
        '미래에는 인공지능(AI)로봇이 신분증 사진을 찍어 드릴 수 있어요!',
		'인공지능(AI): 정보를 받아들이고, 기억하고, 생각하고, 판단하는 등 사람의 사고 능력을 컴퓨터로 실현하는 기술 혹은 그 연구 분야를 말한다.',
		'만약 내가 신분증 사진을 찍는다면 어떠한 모습으로 나오고 싶으며, 그 까닭은 무엇일까',
		'1. 나는 어떤 사람이고 어떻게 살아야 할까 13'
	]
});
ARR.push({
	page:14,
	words: [
		'<장기 자랑>',
		'생각 열기',
		'사람들 앞에서 조금도 긴장하지 않다니, 대단하다!',
		'내가 연예인을? 나는 기자가 되고 싶은데.',
		'수백 번 외운 대사인데도 긴장돼. 떨지 말아야 하는데….',
		'나도 사람들 앞에서 자신감을 갖고 이야기해야지!',
		'두 사람은 연예인이 될 것 같아! 지난 축제 때도 재미있게 진행해서 인기가 많았어!',
		'맞아. 저렇게 재미있게 말을 하는 것을 보니 틀림없이 연예인이 될 거야!',
		'청소년기',
        '아동이 신체적, 정신적, 사회적으로 성인이 되어 가는 도중의 시기로, 이 과정에서는 내가 누구인지에 대한 혼란을 겪기도 한다.',
		'모든 인간의 삶은 자기 자신을 향해 가는 길이다.',
		'헤르만 헤세, 『데미안』',
		'나는 누구일까',
		'일상생활에서 다른 사람이 바라보는 나와 내가 생각하는 나의 모습이 큰 차이를 보이는 때가 있다.',
		'가까운 친구뿐만 아니라 가족도 나를 잘 알지 못하는 경우가 있고, 나조차도 나의 생각과 행동을 이해하기 어려운 순간이 있다.',
		'나를 정확히 알고 스스로 어떤 사람인지 설명하기는 쉽지 않다.',
		'특히 삶과 진로에 관한 고민이 깊어지는 청소년기에는 자신에 대해 생각하며 더욱 혼란을 겪을 수 있다.',
		'내가 누구이고 어떤 사람인지 알아가기 위하여 우리는 자기 자신의 모습과 생각을 살펴보아야 한다.',
		'겉으로 보이는 모습뿐만 아니라 스스로의 내면에 주의를 기울이며 자신에 대하여 고민해야 한다.',
		'활동하기',
		'나의 이름은',
		'도덕적 상상력',
		'도덕적 공동체',
		'우리는 나만의 특별한 이름으로 살아간다. 내 이름에 담긴 의미를 생각해 보고, 친구들에게 소개해 보자.',
		'나는 그루트야.',
		'나는 아이언맨이다.',
		'나는 도담이야! 도덕의 모든 것을 담았다는 뜻이지!',
		'내 이름',
		'내 이름에 담긴 의미',
		'활동 방법',
		'이름을 지어 주신 분께 뜻을 여쭈어보거나 스스로 자신만의 새로운 의미를 만들 수 있다.',
		'14 1. 자신과의 관계'
	]
});


ARR.push({
	page:15,
	words: [	
		'자아 찾기',
		'자신이 어떤 사람인지 고민하고 알아 가는 과정에서 찾은 진정한 나의 모습을 자아 라고 한다. 자아는 성격, 이상, 능력, 가치관 등 여러 요소를 포함한다.',
		'신체적 특징, 감정, 가치관 등 개인의 특성과 관련이 있는 것을 개인적 자아 라고 하며, 공동체 내에서의 의무, 책임 등 사회적 역할과 관련이 있는 것을 사회적 자아 라고 한다.',
		'개인적 자아와 사회적 자아가 조화롭게 균형을 이룰 때, 우리는 자신이 원하는 것을 이루어 나가며 다른 사람과 더불어 살아갈 수 있다.',
		'자아를 구성하는 중요한 요소인 가치관 은 ‘작은 일도 열심히 해야 해.’, 현재를 즐기자.’ 등과 같은 삶의 태도이자 삶의 기준이다.',
		'자아를 찾기 위해 우리는 자신을 존중하는 자세를 바탕으로 스스로에 대하여 깊이 있게 생각해야 한다.',
        '이와 함께 내가 생각하는 나의 모습과 다른 사람이 바라보는 나의 모습을 비교하고 탐구해야 한다.',
		'또한 앞으로 어떤 가치를 추구하는 사람으로 살아가고 싶은지 생각하며 미래의 나의 모습을 그려 보아야 한다.',
		'이렇게 자아에 대한 통합적인 이해를 바탕으로 내가 어떤 사람인지 인식하는 것을 자아 정체성 이라고 한다.',
		'건강한 자아 정체성을 형성할 때 우리는 자기 삶의 주인으로서 주체적으로 살아갈 수 있다.',
		'가치관',
		'|價 값 가, 値 값 치, 觀 볼 관|',
		'인간의 삶이나 어떤 대상에 대해 무엇이 좋고, 옳고, 바람직한 것인지를 판단하는 관점을 뜻한다.',
        '직업',
		'디지털 큐레이터',
		'사용자가 원하는 정보를 쉽게 찾아 활용할 수 있도록 온라인상의 다양한 정보를 비교·분석하여 추천하고 제공하는 역할을 한다.',
		'추구',
		'|追 쫓을 추, 求 구할 구|',
		'목적을 이룰 때까지 뒤따르며 구하는 것을 의미한다.',
		'인식',
        '|認 알 인, 識 알 식|',
		'세상이나 사물에 대하여 판단하고아는 것을 의미한다.',
		'비판적 사고력',
		'도덕적 공동체',
		'자료 읽기',
		'조하리의 창',
		'심리학자 조셉 러프트와 해리 잉햄은 자아를 네 가지 영역으로 구분하여 제시하였다.',
        '창문과 비슷한 모양의 이 분석은 두 사람의 이름을 따서 조하리의 창이라고 불린다.',
		'1. 열린 자아: 나는 알고, 다른 사람도 아는 나의 모습',
		'2. 보이지 않는 자아: 나는 모르고, 다른 사람은 아는 나의 모습',
		'3. 숨겨진 자아: 나는 알고, 다른 사람은 모르는 나의 모습',
		'4. 미지의 자아: 나는 모르고, 다른 사람도 모르는 나의 모습',
		'각 영역의 크기는 우리의 삶 속에서 커지기도, 작아지기도 한다.',
		'따라서 우리는 끊임없이 자신에 대해 성찰하고, 믿을 수 있는 사람들과 소통하며 열린 자아를 확대해 나가야 한다.',
        '- 우리창, 『매일 심리학 공부』 ',
		'각 창에 해당하는 나의 모습을 떠올려 보자.',
		'안다',
        '자신 ',
		'모른다',
		'다른 사람',
        '열린 자아',
		'보이지 않는 자아',
		'숨겨진 자아',
        '미지의 자아',
		'1. 나는 어떤 사람이고 어떻게 살아야 할까15'
	]
});

ARR.push({
	page:16,
	words: [
		'내가 중요하게 생각하는 가치',
		'가치의 종류',
		'물질적 가치와 정신적 가치',
		'도구적 가치와 본질적 가치',
		'세상에서 가장 위대한 것은 나답게 되는 법을 아는 것이다.',
		'미셸 드 몽테뉴, 『에세』',
		'진로 가치 카드',
		'https://code.jihak.co.kr/qr/JUoEWKXnlRPfpefz',
		'사람들은 저마다 자신의 삶에서 꼭 얻고 싶고 지키고 싶은 소중한 것이 있는데, 이를 가치 라고 한다.',
		'가치는 물질적 가치와 정신적 가치로 나눌 수 있다.',
		'물질적 가치 는 물질을 통해 만족감을 얻을 수 있는 가치이고, 정신적 가치 는 물질과 상관없이 행복과 보람을 느끼는 가치이다.',
		'가치는 도구적 가치와 본질적 가치로도 나눌 수 있다.',
		'적을 이루기 위한 수단이 되는 가치이며, 본질적 가치 는 그 자체로 목적인 가치이다.',
		'예를 들어 돈은 우리가 필요한 것을 살 수 있는 수단으로 도구적 가치를 지니며, 생명과 평화는 그 자체가 목적으로 본질적 가치를 지닌다.',
		'그러나 개인이 추구하는 목표에 따라 어떤 가치가 도구적 가치의 특성과 본질적 가치의 특성을 동시에 갖는 경우도 존재한다.',
		'예컨대 건강은 그 자체로 본질적 가치인 동시에 행복이라는 본질적 가치를 위한 도구적 가치가 될 수 있다.',
		'외모',
		'건강',
		'재산',
		'우정',
		'휴대 전화',
		'성공',
		'지식',
		'취미',
		'가족',
		'평화',
		'사랑',
		'가치 분류 기준에 따라 위의 가치들을 나누어 보자.',
		'나에게 가장 소중한 가치는 무엇일까?',
		'사람들은 각자 추구하는 가치가 다르고, 자신이 처한 상황에 따라 추구하는 가치가 변하기도 한다.',
		'하지만 모든 가치가 똑같이 의미 있고 바람직한 것은 아니다.',
		'그렇기 때문에 우리는 어떤 가치를 소중히 여겨야 할지 생각해야 한다.',
		'또한 내가 추구하는 가치가 도덕적으로 옳은지 끊임없이 성찰 하는 자세를 가져야 한다.',
		'성찰',
		'|省 살필 성, 察 살필 찰|',
		'자신의 마음을 살피고 반성하다.',
		'16 1. 자신과의 관계'
	]
});

ARR.push({
	page:17,
	words: [
		'활동하기',
		'자화상 그리기',
		'도덕적 상상력',
		'다음 자료를 보고, 내가 어떤 사람인지 생각하며 ‘지금의 자화상’과 내가 바라는 ‘10년 후의 자화상’을 그려 보자.',
		'젊은 시절 렘브란트의 자화상(1634)',
		'제욱시스로 분장한 렘브란트의 자화상(1662)',
		'빛의 화가 렘브란트는 자화상의 화가로 유명하다.',
		'그는 평생 100여 점의 자화상을 남겼는데, 그 속에는 삶의 고통과 기쁨이 고스란히 담겨 있다.',
		'그는 꾸밈이나 미화 없이 자신의 모습을 묘사하여, 미술사학자 곰브리치에게 ‘인간의 마음속을 꿰뚫어 본 결정체’라는 표현을 듣기도 했다.',
		'문화체육관광부, 「정책 주간지 K-공감」 제562호, 2020',
		'지금의 자화상',
		'10년 후의 자화상',
		'직업',
		'실감형 전시 체험 기획자',
		'3차원 기술을 활용하여 관람객이 작품을 실제처럼 경험하도록 하는 실감형 전시의 기획부터 마무리까지를 담당한다.',
		'스스로 점검하기',
		'다음 내용을 스스로 점검해 보자.',
		'1 내가 어떤 사람인지 이해하고 자신에 대하여 설명할 수 있다.',
		'2 자아가 무엇인지 알고 건강한 자아 정체성을 형성할 수 있다.',
		'3 나에게 중요한 가치가 무엇인지 깨닫고 내가 추구해야 하는 가치에는 어떤 것이 있는지 이야기할 수 있다.',
		'그렇다',
		'아니다',
		'다시 보기',
		'14쪽',
		'15쪽',
		'16쪽',
		'1. 나는 어떤 사람이고 어떻게 살아야 할까 17'    
	]
});

ARR.push({
	page:18,
	words: [
		'2 도덕은 왜 필요할까',
		'학습 목표',
		'도덕의 의미를 이해할 수 있다.',
		'우리의 삶에 도덕이 필요한 까닭을 설명할 수 있다.',
		'생각 열기',
		'다음은 도덕이 없을 때 벌어질 수 있는 상황이다. 그림을 보고 물음에 답해 보자.',
		'도덕이 없는 세상에서 살아간다면 어떨까?',
		'18 1. 자신과의 관계'	
	]
});

ARR.push({
	page:19,
	words: [
		'도덕의 의미',
		'도덕적으로 살아야 한다는 말을 들으면 어떤 기분이 들까?',
		'어떤 사람은 당연히 지켜야 하는 것이라고 생각하겠지만, 누군가는 큰 관심을 기울이지 않을 수 있다.',
		'그렇다면 도덕이 없는 사회에서 살아가는 것은 어떨까? 각자 자신이 원하는 대로 살아간다면 사회는 혼란에 빠질 수밖에 없다.',
		'도덕 은 사람으로서 마땅히 지켜야 하는 도리로, 인간이 해야 하는 올바른 행위를 알려 주는 삶의 규범을 의미한다.',
		'도덕은 우리가 옳고 그름을 판단 할 때 기준이 되며 바람직한 삶을 살아가도록 도와준다.',
		'그러나 법 을 지키지 않으면 처벌을 받는 것과 달리, 도덕은 사람의 양심 에 따르는 자율성을 바탕으로 한다.',
		'이처럼 인간에 대한 존중을 기본 정신으로 하는 도덕은 소수의 사람에게만 필요한 것이 아니라 모든 사람에게 요구되는 보편적 규범 이다.',
		'법',
		'예절',
        '도덕',
        '1. 강제적 규범',
        '2. 정의 실현을 목적으로 하는 규범',
		'3. 지키지 않을 때',
		'4. 도덕의 정신을 담음',
		'1. 관습적 규범',
		'2. 사람들 사이에 굳어진 습관적인 규범',
		'3. 지키지 않을 때',
		'4. 도덕의 정신을 담음',
		'1. 자율적 규범',
		'2. 양심적 판단에 따르는 삶의 규범',
		'3. 지키지 않을 때',
		'4. 법, 예절의 근본',
		'도덕과 법, 예절은 우리의 삶에 필요한 규범이야. 우리가 더 나은 삶을 살도록 도와주지.',
		'법은 최소한의 도덕이란다',
		'도덕? 법? 예절? 어떻게 다르지?',
		'도덕은 자율적 규범이고, 법은 강제적 규범이구나!',
		'법을 지키지 않을 때는 처벌을 받고, 예절을 지키지 않으면 다른 사람이 불쾌할 수 있어.',
		'휴대 전화',
		'도덕적으로 살아가지 못할 때 양심의 가책을 느껴.',
		'도덕, 법, 예절은 모두 사람으로서 지켜야 해!',
		'1. 나는 어떤 사람이고 어떻게 살아야 할까 19'    
	]
});

ARR.push({
	page:20,
	words: [
		'지난주에 문제집 여러 권 샀다더니, 또 사?',
		'친구들과 놀러 가야지!',
		'벌써 다 풀었다니까요! 열심히 공부하려고 해도 뭐라고 그래!',
		'내가 괴롭히는 것도 아니고….',
		'나는 이렇게 살아도 될까?',
		'도덕의 필요성',
		'도덕이 필요한 까닭은 무엇일까?',
		'만약 옳고 그름의 판단 기준 인 도덕이 없다면, 우리는 잘못된 욕구를 절제하고 올바른 선택을 할 수 없다.',
		'도덕적으로 옳은 행동과 옳지 못한 행동을 구분할 수 없기 때문이다.',
		'이처럼 도덕은 우리가 자신의 삶을 반성하고 성찰하여 선한 결정 을 하도록 돕는다.',
		'또한 도덕적으로 옳지 않은 행동을 했을 때 우리는 마음이 편하지 않다.',
		'잘못된 행동에 대하여 양심 의 가책을 느끼기 때문이다.',
		'반대로 도덕적인 행동을 하였을 때 우리는 내적 만족을 얻는다.',
		'이처럼 도덕적 삶을 살아갈 때 느끼는 보람 과 행복 은 단순한 쾌락과는 다르게 인간으로서 자긍심 을 갖게 한다.',
		'도덕을 바탕으로 살아갈 때 우리는 더욱 행복하고 사람다운 삶을 살아갈 수 있다.',
		'쾌락',
		'|快 쾌할 쾌, 樂 즐길 락|',
		'상쾌하고 즐거운 상태 또는 느낌을 의미한다.',
		'자긍심',
		'자신의 능력을 믿음으로써 가지는 당당한 마음을 뜻한다.',
		'자료 읽기',
		'다른 사람을 위할 때 느끼는 행복',
		'비판적 사고력',
		'도덕적 상상력',
		'한 심리학 실험에서 참가자들을 대상으로 오전에 행복감을 측정하였다.',
		'그리고 참가자의 절반에게는 5달러가 든 봉투를, 다른 절반의 참가자에게는 20달러가 든 봉투를 주었다.',
		'연구진은 참가자에게 오후 5시까지 자신을 위해, 혹은 다른 사람을 위해 모든 돈을 사용하라고 지시하였다.',
		'그리고 오후 5시에 다시 한번 참가자의 행복감을 측정하여 오전에 측정한 결과와 비교하였다.',
		'5달러를 받은 것과 20달러를 받은 것은 행복에 미치는 영향이 없었다.',
		'오직 자신을 위해 돈을 썼는지 혹은 다른 사람을 위해 돈을 썼는지의 차이만 존재하였다.',
		'자신을 위해 돈을 쓴 참가자는 오전보다 행복감이 감소하였지만, 다른 사람을 위해 돈을 소비한 참가자의 행복감은 오히려 증가하였다.',
		'서울 대학교 행복 연구 센터 누리집',
		'도덕적 행동을 하고 행복을 느낀 경험을 떠올려 보자.',
		'1,000원의 기적',
		'코트디부아르, 위생용품 1세트',
		'우간다, 필수 의약품 1세트',
		'탄자니아, 영양식 3끼',
		'20 1. 자신과의 관계',
	]
});

ARR.push({
	page:21,
	words: [
		'택시 승객이 심정지가 온 택시 기사를 내버려두고 현장을 떠났다고?',
		'1 한 도로에서 택시가 사고를 냈다. 택시 기사에게 심정지가 왔기 때문이었다.',
		'2 택시 기사는 사고 직후 기절했다. 그러나 승객들은 자신의 짐을 챙겨서 다른 택시를 잡아타고 떠났다.',
		'3 승객들은 택시 기사를 구하려는 시도조차 하지 않았다.',
		'4 목격자의 신고로 뒤늦게 병원으로 이송된 택시 기사는 끝내 세상을 떠났다.',
		'『중앙일보』, 2016. 8. 25.',
		'나라면 어떻게 했을까?',
		'함께 살아가는 삶 속에서 도덕이 사라진다면 어떤 일이 생길까?',
		'우리는 다른 사람과 더불어 살아가기에 때로는 서로 간에 갈등을 겪을 수 있다.',
		'만약 도덕이라는 판단 기준이 없다면 갈등을 조정할 수 없고, 구성원 사이의 충돌은 끊이지 않고 계속될 것이다.',
		'도덕은 사람이 옳고 그름을 판단할 수 있도록 하여 갈등을 해결 할 수 있게 한다.',
		'또한 사회 구성원이 다른 사람의 입장과 처지를 생각하지 않고 오직 각자의 이익과 욕구만을 추구한다면, 공동체는 큰 혼란을 겪을 수밖에 없다.',
		'도덕은 우리가 서로를 존중하고 배려하도록 하여 공동체가 유지 될 수 있게 한다.',
		'도덕은 행복하고 평화로운 공동체의 바탕이자 건강한 사회의 기초이다.',
		'도덕을 기반으로 하는 법과 예절, 관습 등은 사회에서 일어나는 많은 문제를 방지하고 보완한다.',
		'다른 사람과 조화를 이루어 평화롭고 질서 있는 사회를 만들기 위해서 도덕이 반드시 필요하다.',
		'1. 나는 어떤 사람이고 어떻게 살아야 할까 21'
	]
});

ARR.push({
	page:22,
	words: [
		'활동하기',
		'무인도에서 살아남기',
		'도덕적 판단력',
		'도덕적 공동체',
		'도덕적 상상력',
		'모둠',
		'다음은 우리 학급이 무인도에 표류한 가상의 상황이다. 그림을 보고 활동해 보자.',
		'이제 어떻게 해야 하지?',
		'아픈 사람을 먼저 돌보자.',
		'내가 가장 힘이 세니까 나를 따라야 해.',
		'1 한두 명만 살아남은 경우',
		'2 모두 위기에 처한 경우',
		'3 모두 함께 살아남은 경우',
		'1 우리 학급이 모두 함께 살아남기 위해 필요한 것은 무엇일까? 발표를 통해 친구들과 생각을 나누어 보자.',
		'2 투표를 통해 가장 필요한 것의 순위를 매겨 보자.',
		'1위',
		'2위',
		'3위',
		'4위',
		'5위',
		'무인도에서 살아남기',
		'https://code.jihak.co.kr/qr/nvqkxafnViKXUKxN',
		'스스로 점검하기',
		'다음 내용을 스스로 점검해 보자.',
		'그렇다',
		'아니다',
		'다시 보기',
		'1 도덕의 의미를 다른 사람에게 설명할 수 있다.',
		'2 일상생활에서 도덕이 필요한 까닭을 구체적인 사례를 들어 이야기할 수 있다.',
		'19쪽',
		'20쪽',
		'22 1. 자신과의 관계'   
	]
});

ARR.push({
	page:23,
	words: [
		'3 나는 어떻게 살아야 할까',
		'학습 목표',
		'도덕적으로 살아야 하는 까닭을 이해할 수 있다.',
		'도덕적인 삶을 살기로 다짐할 수 있다.',
		'생각 열기',
		'다음은 평범한 사람들의 도덕성을 실험한 사례이다. 그림을 보고 물음에 답해 보자.',
		'1 멋진 선물 가방의 주인은 없다.',
		'그리고 그 앞에 당신이 있다.',
		'당신은 정직할까?',
		'2 위치 추적 장치가 달린 선물 가방 100개를 100대의 지하철에 하루 동안 놓아두었다',
		'3 실험이 끝난 뒤 지하철에서 수거된 선물 가방은 6개에 불과했다.',
		'4 하지만 얼마 후 놀라운 사실이 밝혀진다.',
		'선물 가방의 위치를 추적해 본 결과, 대다수가 한곳에서 발견된 것이다.',
		'바로 지하철 유실물 센터였다.',
		'선물 가방의 대다수가 한곳에서 발견된 까닭은 무엇일까?',
		'내가 만약 선물 가방을 보았다면 어떻게 하였을까?',
		'1. 나는 어떤 사람이고 어떻게 살아야 할까 23'
	]
});

ARR.push({
	page:24,
	words: [
		'자신의 근원을 생각하라.',
		'그대는 짐승처럼 살기 위해서가 아니라 덕과 지혜를 따르기 위해 태어났다.',
		'단테 알리기에리, 『신곡』',
		'우리의 삶과 도덕',
		'우리는 각자 원하는 삶이 있다.',
		'어떤 사람은 편안한 환경에서 즐겁고 재미있게 살아가기를 원하고, 누군가는 의미 있는 일을 하며 보람찬 삶을 살기 위해 노력한다.',
		'사람들이 살아가는 모습은 다양하지만, 우리는 모두 도덕적인 삶을 추구하며 살아야 한다.',
		'다른 사람을 돕고 공동체에 이바지하겠다는 삶의 의지는 우리의 삶과 우리가 속한 사회를 도덕적으로 성숙하게 만들기 때문이다.',
		'자료 읽기',
		'15년 만에 공개된 회계 장부',
		'배려적 사고력',
		'도덕적 공동체',
		'1 ‘돈밖에 모르는 억만장자’라고 불리던 척 피니의 사무실에서 비밀 회계 장부가 발견되었다.',
		'2 사람들은 그가 회삿돈을 가로챘을 것이라고 예상하였다. 그러나 비밀 장부의 지출 내용은 모두 ‘기부’였다.',
		'3 “기부를 자랑하지 마라.”라는 어머니의 가르침에 따라 그는 재산의 99 %를 남몰래 기부하였다.',
		'“받은 이의 부담을 덜어 주고 싶다면 자랑하지 마라.”',
		'척 피니의 어머니“',
		'4 척 피니는 사람들에게 검소한 삶과 기부를 통해 느낄 수 있는 보람과 즐거움을 자주 이야기하였다.',
		'5 그는 다른 사람에게도 자선 사업을 권했으며, 많은 사람이 그의 선한 영향력으로 기부에 동참하였다.',
		'“척은 나의 영웅이고, 빌 게이츠의 영웅이다. 그는 모두의 영웅이어야 한다.”',
		'워렌 버핏',
		'6 척 피니는 전 세계 곳곳에 약 10조 8000억 원 이상을 기부하였다. 그리고 2023년 방 두 칸의 작은 아파트에서 세상을 떠났다.',
		'『조선일보』, 2023. 10. 13.',
		'척 피니가 기부에서 보람을 느낄 수 있었던 까닭은 무엇일까?',
		'24 1. 자신과의 관계'
		
	]
});

ARR.push({
	page:25,
	words: [
		'내가 도덕적으로 살아야 하는 까닭: 의무',
		'우리는 도덕적으로 살아야 한다는 이야기를 종종 듣는다.',
		'그러나 우리 사회의 모든 사람이 언제나 도덕적으로 살지는 않는다.',
		'그렇다면 우리가 도덕적으로 살아야 하는 까닭은 무엇일까?',
		'1',
		'2',
		'3',
		'4',
		'이사 중인 한 아파트에서 이삿짐 센터 직원이 싱크대 아래에 있던 2,400만 원의 현금 다발을 발견했다.',
		'이삿짐 센터 직원은 이 사실을 이사 중인 세입자에게 알렸고, 세입자는 즉시 경찰에 신고했다.',
		'경찰은 집주인과 이전 세입자들에게 사실 관계를 확인했다.',
		'큰돈이었음에도 집주인과 대다수의 이전 세입자들은 자신의 돈이 아니라고 답했다.',
		'조사 결과 현금 다발의 주인은 이전 세입자 중 한 명인 것으로 밝혀졌다.',
		'잃어버렸던 돈을 되찾은 이전 세입자는 이삿짐 센터 직원과 이사 중이던 세입자에게 보상금을 지급했고, 불우 이웃에게 기부의 뜻도 밝혔다.',
		'이삿짐 센터 직원, 집주인, 세입자들의 양심이 빛나는 순간이었다.',
		'대한민국 경찰청 누리 사랑방',
		'직업',
		'인공지능 윤리 전문가',
		'인공지능의 시스템이 올바른 방식으로 설계되었는지, 인공지능이 수행한 역할이 사회적 가치에 어긋나지 않는지 감시하고 교정하여 인공지능으로 인한 윤리적 문제를 해결하는 역할을 한다.',
		'우리 사회에는 자신의 이익을 포기하면서도 도덕적인 선택을 하는 사람들이 있다.',
		'그들에게 도덕적으로 행동한 까닭을 물으면 당연히 해야 하는 일일 뿐이라고 답한다.',
		'도덕은 인간으로서 마땅히 지켜야 하는 것이라는 의미이다.',
		'칸트는 우리가 인간이므로 도덕적으로 살아야 하는 의무가 있다고 말하였다.',
		'그는 사람의 마음속에 양심 이라는 도덕 법칙이 있고, 인간으로서 양심에 따라 행동해야 하는 의무 를 지닌다고 보았다.',
		'어떤 이익을 얻거나 대가를 바라는 것이 아니라 도덕적으로 행동하는 것이 옳고 그것이 의무이므로 양심에 따라 행동해야 한다는 것이다.',
		'인생의 모든 순간에 도덕적으로 행동하는 것은 쉬운 일이 아니다.',
		'그러나 사람으로서, 존엄한 존재로서 우리는 도덕적으로 살아가기 위해 노력해야 한다.',
		'도덕적으로 행동할 수 있는 힘이 본질적으로 우리 안에 존재해.',
		'칸트, 『실천 이성 비판』',
		'칸트(Kant, I., 1724~1804)',
		'1. 나는 어떤 사람이고 어떻게 살아야 할까 25'
	]
});

ARR.push({
	page:26,
	words: [
		'내가 도덕적으로 살아야 하는 까닭: 행복과 이익',
		'우리는 모두 도덕적으로 행동하고 기쁨을 느낀 경험이 있다.',
		'친구가 곤란한 상황에 처했을 때 도와주거나, 버스나 지하철에서 자리를 양보하는 등 다른 사람을 배려하는 행동은 나 스스로에게 행복 과 만족 을 느끼게 한다.',
		'한 중학교 학생들이 하교하던 중 교문 앞에서 바람에 휘날려 쏟아진 폐지를 홀로 정리하는 할머니를 발견하였다.',
		'학생들은 모두 약속한 것처럼 쏟아진 폐지를 줍고, 무거운 수레를 함께 밀었다.',
		'차가 빠르게 달리는 위험한 길 위에서 할머니를 둘러싸고 안전하게 보호하는 모습도 보였다.',
		'학생들은 “할머니께서 힘든 일을 하시는 것을 보고 무시할 수 없었다. 안타까운 마음에 몸이 자신도 모르게 반응한 것 같다.”,',
		'“의미있는 일을 할 수 있게 해 주신 할머니께 오히려 감사하다.”라고 밝혔다.',
		'『서울신문』, 2021. 11. 29.',
		'생각',
		'만약 내가 위와 같은 상황을 목격했다면 어떻게 행동했을까',
		'몇몇 사람은 눈앞의 부당한 이익을 얻기 위해 도덕적인 삶을 포기하기도 한다.',
		'그러나 우리가 도덕적으로 행동할 때 나와 공동체 모두에게 더욱 큰 이익 으로 돌아온다는 사실을 잊어서는 안 된다.',
		'2007년 12월, 충청남도 태안 앞바다에서 해상 크레인과 기름을 가득 실은 유조선이 충돌하였다.',
		'이 사고로 1만㎘의 기름이 바다를 뒤덮었다.',
		'당시 전문가들은 수십 년이 걸려도 사고 이전으로 되돌리기 힘들 것이라며 비관적인 전망을 내놓았다.',
		'그러나 그로부터 2년 반, 태안 지역의 생태계가 되살아나기 시작했다.',
		'전국에서 달려온 123만 명의 자원봉사자들은 양동이로 기름을 퍼 나르고 바위 사이에 낀 기름을 일일이 닦아 내며 거대한 인간 띠를 이루었다.',
		'현재 태안은 예전의 모습을 완전히 되찾았다.',
		'지난해 관광객 1천만 명이 태안 앞바다의 아름다움을 만끽하였다.',
		'『연합뉴스』, 2017. 12. 3.',
		'사고 당시 자원봉사자들의 도움은 우리 사회에 어떤 영향을 주었을까?',
		'도덕적으로 살아가기로 결심하고 도덕적 행동을 하는 사람들이 많아질 때 그 사회는 더욱더 합리적이고 따뜻한 공동체가 된다.',
		'단순히 사회를 유지하는 것을 넘어 더불어 살아가는 공동체를 만들기 위해서, 사회 구성원 각자가 도덕적으로 살아가고 행동하는 것이 꼭 필요하다.',
		'26 1. 자신과의 관계'
	]
});

ARR.push({
	page:27,
	words: [
		'도덕적으로 살아가는 나',
		'도덕적으로 살아가는 것은 사람으로서 지켜야 하는 도리이다.',
		'또한 도덕적 행동을 통해 우리는 행복과 자긍심을 느낄 수 있다.',
		'그렇다면 도덕적인 삶을 위해 우리는 무엇을 해야 할까?',
		'탐구',
		'내가 실천하는 도덕',
		'1 오늘은 내 방에서 혼자만 있지 말고 가족들과 대화를 나눠 볼까?',
		'2 항상 혼자 있는 친구야. 인사 한번 해 볼까?',
		'3 오늘 나는….',
		'내가 할 수 있는 도덕적 행동을 써 보자.',
		'집에서 나는',
		'1',
		'2',
		'학교에서 나는',
		'거리에서 나는',
		'도덕적으로 행동할 기회는 우리 주변에서 쉽게 찾아볼 수 있다.',
		'다만 무심코 지나치는 경우가 많을 뿐이다.',
		'지키기 어려운 목표를 세우기보다는 자신의 하루 일과 중 해낼 수 있는 작은 일부터 실천 해야 한다.',
		'그리고 혹시 도덕적 행동의 기회를 놓치더라도 다음에는 도덕적인 행동을 할 수 있도록 마음가짐을 가져야 한다.',
		'이렇게 끊임없이 자신의 도덕적인 모습을 찾아보고 실천해 간다면 도덕적인 삶을 살아갈 수 있다.',
		'스스로 점검하기',
		'다음 내용을 스스로 점검해 보자.',
		'1 내가 도덕적으로 살아야 하는 까닭을 이야기할 수 있다.',
		'2 나의 삶에서 지킬 수 있는 도덕적 행동을 제시할 수 있다.',
		'그렇다',
		'아니다',
		'다시 보기',
		'25쪽',
		'27쪽',
		'1. 나는 어떤 사람이고 어떻게 살아야 할까 27'	
	]
});

ARR.push({
	page:28,
	words: [
		'중단원 마무리',
		'정리하기',
		'나는 어떤 사람일까',
		'도덕은 왜 필요할까',
		'나는 어떻게 살아야 할까',
		'자아 찾기',
		'가치',
		'도덕의 의미',
		'도덕의 필요성',
		'도덕적으로 살아야 하는 까닭',
		'( 1 ): 자신이 어떤 사람인지 고민하는 과정에서 찾은 진정한 나의 모습',
		'( 2 ): 자아에 대한 통합적 이해를 바탕으로 내가 어떤 사람인지 인식하는 것',
		'가치: 자신의 삶에서 꼭 얻고 싶고 지키고 싶은 소중한 것',
		'가치의 종류: 물질적 가치와 ( 3 ) 가치, 도구적 가치와 ( 4 )가치로 구분',
		'도덕: 사람으로서 마땅히 지켜야 하는 도리로, 옳고 그름의 ( 5 )이 됨',
		'개인적 차원: 자기 삶을 성찰하여 선한 결정을 하게 하고, 인간으로서 자긍심을 갖게 함',
		'사회적 차원: 구성원 사이의 갈등을 해결하고, 평화로운 ( 6 )를 만듦',
		'( 7 ): 칸트는 사람의 마음속에 양심이 있고, 양심에 따라 행동해야 하는 ( 7 )를 지닌다고 말함',
		'( 8 ): 도덕적인 행동은 자신에게 (8 )과 만족을 느끼게 함',
		'풀어 보기',
		'각 역을 설명하는 연관어를 보고, 역의 이름을 맞히고 도덕 전철 노선을 만들어 보자.',
		'도덕 노선 지금 출발합니다!',
		'#연관어를 참고해 보자!',
		'1 ㅈㅇ',
		'#고민',
		'#진정한 내 모습',
		'가치',
		'#소중',
		'#꼭 얻고 싶음',
		'2 ㄷㄷ',
		'#사람의 도리',
		'#판단',
		'3 ㅈㅇ ㅈㅊㅅ',
		'#나',
		'#인식',
		'양심',
		'#불편한 마음',
		'4 ㅂㄹ',
		'#행복',
		'#자긍심',
		'▶15쪽',
		'#진정한 내 모습',
		'▶16쪽',
		'#꼭 얻고 싶음',
		'▶19쪽',
		'#사람의 도리',
		'▶15쪽',
		'#인식',
		'▶20쪽',
		'#불편한 마음',
		'#자긍심',
		'28 1. 자신과의 관계'   
	]
});

ARR.push({
	page:29,
	words: [
		'논술 학습',
		'프로젝트 학습',
		'역할 놀이',
		'토의·토론',
		'수행 활동',
		'도덕 유형 카드 만들기',
		'다음을 읽고 질문에 답해 보자.',
		'소설 『오즈의 마법사』는 시골 외딴 마을에 사는 주인공 도로시가 어느 날 갑자기 회오리바람에 휩쓸리며 오즈의 나라에 가게 된 이야기를 담고 있다.',
		'집으로 돌아가기 위한 모험 중 도로시는 허수아비, 양철 나무꾼, 사자를 만나고, 그들과 함께 여행하며 진정한 자신을 찾아간다.',
		'1 오늘 하루 도덕적인 삶을 살았던 시간을 돌이켜 보며 다음을 완성해 보자.',
		'2 1 을 바탕으로 나는 어떤 유형의 도덕적 인물인지 생각해 보고, 나만의 도덕적 인물형을 만들어 보자.',
		'등교 전',
		'1',
		'2',
		'학교생활',
		'방과 후 저녁 시간',
		'잠자기 전',
		'허수아비형 당신은 도덕적 지능이 뛰어난 사람입니다.',
		'일상생활에서 도덕적 문제 상황을 알아채고 분석하며 해결 방법을 생각해 내는 데 뛰어난 재능이 있습니다.',
		'양철 나무꾼형 당신은 도덕적 감수성이 뛰어난 사람입니다.',
		'다른 사람의 마음을 헤아리고 배려하는 능력이 남다르며 동식물을 아껴 주변으로부터 사랑을 받습니다.',
		'사자형 당신은 도덕적 실천력이 뛰어난 사람입니다.',
		'도덕적으로 옳지 못한 일에는 두렵더라도 맞서 행동하는 영웅적인 면모를 지니고 있습니다.',
		'<그림>',
		'내가 만든 도덕적 인물형',
		'3 1 , 2 를 바탕으로 나만의 도덕 유형 카드를 완성해 보자.',
		'이름: 김○○',
		'학교와 반: 오즈 중학교 1반',
		'나의 인물형: 양철 나무꾼형',
		'희망 인물형: 사자형',
		'나의 다짐: 배려를 늘 실천하는 사람이 되자!',
		'이름:',
		'학교와 반:',
		'나의 인물형:',
		'희망 인물형:',
		'나의 다짐:',
		'스스로 평가하기',
		'평가 점수',
		'하루를 돌아보며 자신의 도덕적 생활 습관을 꼼꼼히 점검하였다.',
		'자신이 추구하는 가치와 실제의 생활 태도에 대해 깊이 성찰하였다.',
		'성찰을 바탕으로 도덕적 삶에 대한 의지를 가치관에 반영하였다.',
		'1. 나는 어떤 사람이고 어떻게 살아야 할까 29' 
	]
});

ARR.push({
	page:30,
	words: [
		'2 어떤 사람이 도덕적인 사람일까',
		'부도덕한 행위의 의미',
		'원칙 위반',
		'규범 무시',
		'부도덕한 행위의 원인',
		'지식 부족',
		'공감 부족',
		'정당화',
		'도덕적 인격',
		'보편적 가치 추구',
		'도덕적 민감성',
		'도덕적 판단력',
		'도덕적 의지',
		'도덕적 책임',
		'용어 미리 보기',
		'https://code.jihak.co.kr/qr/1CafFuRc5kdmkpTi',
		'30 Ⅰ. 자신과의 관계'
	]
});

ARR.push({
	page:31,
	words: [
		'1 부도덕한 행동은 왜 일어나는 것일까',
		'학습 목표',
		'일상생활에서 부도덕한 행동을 발견할 수 있다.',
		'부도덕한 행동의 원인을 이야기할 수 있다.',
		'생각 열기',
		'다음은 부도덕한 행동이 일어나는 원인을 나타낸 것이다. 그림을 보고 물음에 답해 보자.',
		'지금부터는 정말 도덕적으로 살아야지!',
		'그것이 왜 도덕적이지 못하지?',
		'어차피 내 일도 아니고….',
		'어쩌다가 그럴 수도 있지!',
		'펜로즈 계단이란 무엇일까?',
		'도덕 펜로즈 계단',
		'펜로즈 계단: 펜로즈 부자(父子)가 생각해 낸 불가능한 도형의 일종이다.',
		'보통의 계단은 올라가거나 내려가도록 설계되어 있지만, 펜로즈 계단은 올라가지도, 내려가지도 못한 채 같은 층에서 끝없이 맴돌게 되는 구조이다.',
		'우리가 부도덕한 행동을 하는 까닭은 무엇일까?',
		'2. 어떤 사람이 도덕적인 사람일까 31'
	]
});

ARR.push({
	page:32,
	words: [
		'험담',
		'|險 험할 험 談 말씀 담|',
		'남의 흠을 들추어 헐뜯다.',
		'직업',
		'디지털 포렌식 수사관',
		'다양한 디지털 정보를 수집·분석해 범죄의 증거를 찾고, 해당 증거가 법정에서 사용될 수 있도록 신뢰성을 확보하는 역할을 한다.',
		'부도덕한 행동의 원인 1',
		'우리는 살아가며 크고 작은 실수와 잘못을 한다. 일상생활에서 거짓말을 하기도 하고, 따돌림당하는 친구를 보며 모르는 척할 때도 있다.',
		'친구의 좋은 물건을 몰래 가져오기도 하고, 내가 싫어하는 누군가에 대해 험담을 하기도 한다.',
		'이뿐만 아니라 우리 사회에서는 믿기 어려운 일도 일어난다',
		'정신 장애가 있는 어린 아들을 필리핀에 4년간 홀로 내버려 둔 한 부부가 재판을 받게 되었습니다.',
		'애초 가벼운 자폐 증세만 있던 아이는 머나먼 필리핀을 떠돌며 정신 장애가 심해지고 왼쪽 눈을 실명하였습니다.',
		'『중앙일보』, 2019. 8. 3.',
		'정신 장애 아들 필리핀에 버린 한 부부',
		'우리는 부모가 자식을 사랑하고 아끼는 것이 당연하다고 생각하지만, 위의 사례와 같은 일이 벌어지기도 한다.',
		'이처럼 우리가 살아가는 현실에서는 부도덕한 일이 종종 발생한다.',
		'부도덕한 행동 이란 사회 구성원이 마땅히 지켜야 한다고 여기는 도덕적 원칙이나 규범에 어긋나는 행위를 말한다.',
		'다른 사람에게 해를 끼치거나 사회 문제를 일으키는 것, 법으로 금지된 일을 행하는 것, 사회 속에서의 책임과 도덕 원칙을 지키지 않는 것이 모두 부도덕한 행동에 포함된다.',
		'그렇다면 우리가 부도덕한 행동을 하는 까닭은 무엇일까?',
		'부도덕한 행동은 도덕적 지식이 부족할 때 발생한다.',
		'도덕적 지식 이란 도덕적 문제 상황을 정확하게 인식하고, 도덕적으로 올바른 행동을 아는 것을 의미한다.',
		'사람은 존엄한 존재로서 언제나 도덕적으로 행동해야 하지만, 도덕적인 행동이 무엇인지 모른다면 부도덕한 행동을 할 수 있다.',
		'도덕적 지식과 더불어 상황에 맞는 도덕적 사고 와 판단 능력 도 필요하다.',
		'우리는 살아가며 마주하는 여러 가지 상황에서 자신의 선택이 어떤 결과를 가져올지 생각한 후 자신의 행동을 결정해야 한다.',
		'내가 처한 상황에서 도덕적으로 적절한 행동은 무엇인지, 그 행동이 어떠한 결과를 가져올지 등을 알고 바르게 판단하지 못한다면 부도덕한 행동을 할 수 있다.',
		'부도덕한 행동의 원인 1',
		'도덕적 지식 부족',
		'도덕적 사고와 판단 능력 부족',
		'악은 무지에서 비롯된다.',
		'플라톤, 『고르기아스』',
		'소크라테스',
		'32 1. 자신과의 관계'
	]
});

ARR.push({
	page:33,
	words: [
		'부도덕한 행동의 원인 2',
		'도덕적으로 어떤 것이 옳고 어떤 행동을 해야 하는지 알고 있음에도 부도덕한 행동을 하기도 한다.',
		'1 우리 반 ○○는 따돌림을 당하고 있다.',
		'학기 초, 인기 많은 △△와 싸운 후 항상 혼자이다.',
		'2 아무도 ○○에게 말을 걸지 않는다.',
		'○○는 혼자 급식을 먹고, 혼자 교실에 앉아 책을 보거나 잠을 잔다.',
		'3 도덕 시간, 두 명씩 발표 준비를 해야 하는데 선생님은 나에게 ○○와 함께 발표 준비를 하라고 하셨다.',
		'4 ○○와 이야기해 보니 나와 생각이 비슷하고 성격도 잘 맞았다.',
		'앞으로 ○○와 어떻게 지내야 할지 고민이다.',
		'○○가 늘 혼자 있는 것이 안타까울 때도 있지만, 꼭 내가 나서야 할 것 같지는 않다.',
		'나도 따돌림당하면 어쩌나 하는 생각이 들기도 한다.',
		'나는 어떻게 해야 할까?',
		'다른 사람에게 무관심 할 때 우리는 부도덕한 행동을 한다.',
		'자신에게 일어난 일이 아니라는 이유로 부도덕한 행동을 못 본 척하거나, 부도덕한 행동을 함께하는 것이다.',
		'위의 사례에서 주인공은 ◯◯와 함께 발표 준비를 하라고 선생님이 지시하기 전까지 친구가 따돌림당하는 것을 바라보기만 하였다.',
		'다른 사람이 느끼는 감정에 충분히 공감 하지 못할 때도 부도덕한 행동을 할 수 있다.',
		'또한 다른 사람의 아픔을 깊이 있게 생각하여 공감하였더라도, 용기가 부족하면 도덕적인 행동으로 이어지지 않는다.',
		'마지막으로 자신의 이익 만을 추구하는 태도는 우리가 부도덕한 행동을 하도록 한다.',
		'현재 내가 처한 상황이 나에게 이익이 되어 침묵하거나, 혹은 자신에게 불이익이 돌아올까 봐 두려워서 부도덕한 행동을 하는 것이다.',
		'위 사례의 주인공은 따돌림당하는 친구와 가까워지면 자신도 다른 친구와의 관계가 멀어질 것을 염려하여 도덕적 행동을 망설이고 있다.',
		'2. 어떤 사람이 도덕적인 사람일까 33'
	]
});

ARR.push({
	page:34,
	words: [
		'부도덕한 행동의 원인 3',
		'정당화',
		'정당성이 없거나 정당성에 의문이 있는 것을 정당한 것으로 만들다.',
		'왜곡',
		'|歪 비뚤 왜, 曲 굽을 곡|',
		'사실과 다르게 해석하거나 그릇되게 하다.',
		'관행',
		'|慣 익숙할 관, 行 다닐 행|',
		'오래전부터 해 온 대로 하는 것이다.',
		'부도덕한 행동의 원인 3',
		'우리는 부도덕한 행동에 대해 도덕적으로 문제가 없는 것처럼 정당화 하기도 한다.',
		'부도덕한 행동을 하며 자신의 결정이 도덕적으로 흠이 없거나 적은 행동이라고 주장하는 것이다.',
		'이러한 정당화는 부도덕한 행동을 하기 전과 후에 모두 발생할 수 있으며 일상생활에서 다양한 모습으로 나타난다.',
		'먼저 부도덕한 행동의 결과 를 왜곡 하거나, 잘못된 행동의 책임 을 다른 사람에게 전가 하는 경우이다.',
		'예를 들어 학생들 사이에서 일어난 다툼을 사소한 일이라며 축소하거나, 따돌림이 발생했을 때 피해자가 원인을 제공했다며 책임을 떠넘기는 것이다.',
		'또한 어느 정도의 부도덕한 행동은 사회적으로 허용된다고 변명 하는 경우도 있다.',
		'이처럼 우리가 처해 있는 상황이나 사회 구조, 관행 등이 부도덕한 행동을 정당화하는 데 영향을 미치기도 한다.',
		'그러나 부도덕한 행동은 어떠한 경우에도 정당화될 수 없다.',
		'우리 사회에는 언제, 어디서나 도덕적 선택을 하고 행동으로 옮기는 사람이 많이 있다.',
		'우리도 이들을 본받아 도덕적 행동을 습관화하고, 생활 속에서 실천해 나가야 한다.',
		'활동하기',
		'조지나와 도덕 명탐정',
		'비판적 사고력',
		'도덕적 판단력',
		'도덕적 상상력',
		'조지나의 이야기를 읽고 다음 물음에 답해 보자.',
		'1 주인공 조지나는 엄마, 남동생 토비와 함께 집이 아닌 차에서 힘들게 생활하고 있다.',
		'2 어느 날, 조지나는 강아지를 찾아 주면 사례금을 준다는 전단을 발견한다.',
		'그리고 결심한다. 부잣집 개를 훔쳐서 돈을 받기로!',
		'3 조지나와 토비는 개를 훔치는 완벽한 방법에 대해 고민한다.',
		'그리고 드디어 완벽한 조건의 개를 발견한다.',
		'4 조용하고 사람을 잘 따르는 부잣집 강아지 윌리였다.',
		'조지나는 윌리를 훔쳐 숲속 낡은 집에 두고 돌본다.',
		'5 그러나 부자인 줄 알았던 아주머니는 형편이 넉넉지 않았고, 나날이 수척해지는 아주머니를 보며 조지나는 죄책감을 느낀다.',
		'6 결국 조지나는 아주머니에게 모든 사실을 털어놓는다.',
		'바바라 오코너, 『개를 훔치는 완벽한 방법』',
		'34 1. 자신과의 관계'
	]
});

ARR.push({
	page:35,
	words: [
		'1 다음을 보고 조지나의 행동을 분석하며 빈칸에 자신이 생각하는 답을 써 보자.',
		'조지나는 왜 개를 훔쳤을까?',
		'조지나는 도덕적 지식이 있었을까?',
		'아니오',
		'도덕적 무지',
		'네',
		'조지나는 도덕적 사고를 통해 도덕적 판단을 하였을까?',
		'조지나가 적절한 도덕적 판단을 내리지 못한 원인은 무엇일까?',
		'도덕적 행동 실천',
		'다시 한번 분석해 볼까?',
		'무관심',
		'공감과 용기 부족',
		'자신의 이익',
		'2 조지나가 아주머니께 자신의 잘못을 털어놓은 까닭은 무엇일까?',
		'아래 항목 중 원인으로 해당하는 것에 동그라미를 쳐보고, 그 밖의 다른 까닭이 있다면 써 보자.',
		'도덕적 지식',
		'도덕적 판단',
		'관심',
		'공감',
		'용기',
		'이익',
		'스스로 점검하기',
		'다음 내용을 스스로 점검해 보자.',
		'1 일상생활에서 부도덕한 행동을 찾을 수 있다.',
		'2 부도덕한 행동을 하는 원인으로 무엇이 있는지 이야기할 수 있다',
		'그렇다',
		'아니다',
		'다시 보기',
		'32쪽',
		'32쪽',
		'2. 어떤 사람이 도덕적인 사람일까 35'
	]
});

ARR.push({
	page:36,
	words: [
		'2 나는 어떻게 도덕적인 사람이 될 수 있을까',
		'학습 목표',
		'일상생활에서 닮고 싶은 도덕적 인물을 찾아 도덕적 특성을 발견할 수 있다.',
		'내가 존경하는 도덕적 인물을 본받기 위해 노력할 수 있다.',
		'1 철수 선생님, 선생님이 계시지 않았다면 제가 지금 이렇게 환하게 웃을 수 있을까요?',
		'2 친근했던 ‘철수 선생님’은 만화 주인공 이름을 별명으로 가지고 있었어요.',
		'3 초등학교 시기, 엄마가 친구분께 사기를 당하셨어요.',
		'매일 같은 옷을 입고 머리도 자주 감지 않다 보니 친구들이 저를 멀리했어요.',
		'‘이 세상에 내가 없어도 되지 않을까?’라는 생각을 했어요.',
		'학교도 자주 결석했고요.',
		'4 그런데 선생님이 매일 저와 게임을 해 주셨어요.',
		'제 하나뿐인 친구였죠.',
		'5 네가 선생님이 되었다니 참 좋구나.',
		'너는 힘든 학생의 아픔을 잘 알잖니.',
		'아파하는 학생을 보고 지나치진 않을 것 같구나.',
		'6 저는 정말 좋은 선생님이 될게요.',
		'내가 닮고 싶은 사람은 누구이며 그 까닭은 무엇일까?',
		'36 1. 자신과의 관계'
	]
});

ARR.push({
	page:37,
	words: [
		'닮고 싶은 인물',
		'우리 주변에 닮고 싶은 도덕적 인물이 있을까? 그 인물은 어떠한 도덕적 특성을 가지고 있을까?',
		'살아가는 동안 배우고 닮아 갈 수 있는 누군가가 있다는 것은 감사한 일이다.',
		'내가 어떻게 살아야 할지 고민하고 어떤 선택을 해야 할지 갈등할 때, 그 인물의 삶을 통해 교훈을 얻을 수 있기 때문이다.',
		'나아가 다른 사람의 삶에서 얻는 감동은 나를 더 나은 사람, 도덕적인 사람이 될 수 있도록 한다.',
		'그렇다면 우리가 존경하며 닮아가고 싶은 도덕적 인격자는 누가 있을까?',
		'김점동',
		'https://code.jihak.co.kr/qr/cknPreuzGgZgbcJM',
		'공감',
		'소외된 환자를 위해 헌신한 의사, 김점동',
		'김점동은 우리나라 최초의 여성 의사이다. 그녀는 10대 시절 의사 로제타 홀의 통역과 진료 보조를 담당하며 수많은 환자를 접하였고, 그들을 직접 치료할 수 있는 의사가 되기로 결심했다.',
		'미국의 의과 대학을 졸업하고 의사 자격을 취득한 김점동은 우리나라로 돌아와 보구녀관, 기홀 병원 등에서 근무했다.',
		'그녀는 연평균 3,000명이 넘는 환자를 돌보았고 연간 최대 8,000건이 넘는 진료를 하였다.',
		'또한 김점동은 병원을 방문하기 어려운 환자를 직접 찾아다니며 치료하였고, 시각 장애인 학교와 간호 학교에서 교사로 활동하며 장애인 교육과 의료인 양성에도 힘을 쏟았다.',
		'환자를 위해 자신은 돌보지 않고 의료 활동을 하던 김점동은 귀국한 지 십 년째 되던 해에 폐결핵으로 사망했다.',
		'김점동의 사망을 계기로 로제타 홀의 아들 셔우드 홀은 결핵 퇴치 기금을 모으기 위해 우리나라 최초의 크리스마스실을 발행하였다.',
		'- 대한 의사 협회, 「대한 의사 협회지」 제10월호, 2020',
		'과거 우리나라의 의료 환경이 열악하던 시기에 여성과 어린이, 장애인은 제대로 된 진료조차 받지 못한 채 목숨을 잃는 일이 적지 않았다.',
		'김점동은 이러한 환자의 처지를 마음 아파하며 그들을 위해 의사의 길을 선택했다.',
		'의사 자격을 취득한 이후에는 미국에서 의사로 활동하라는 권유를 뿌리치고 돌아와 쉴 틈 없이 환자를 돌보았다.',
		'그녀는 소외되고 고통받는 환자의 마음을 읽고 공감했으며, 그들이 처한 상황에 민감하게 반응하여 진정한 사랑을 실천하였다.',
		'2018년 한 누리집에서 김점동 생일 142주년을 기념한 검색창을 선보였다.',
		'보구녀관(普救女館)',
		'우리나라 최초의 근대식 여성 전문 병원이자 여성 의학 교육 기관이다.',
		'기홀(紀忽) 병원',
		'의사 윌리엄 홀을 기리며 설립된 병원으로, 훗날 한국의 슈바이처로 불리는 장기려 박사(1911~1995)가 이곳에서 의료 활동을 하였다.',
		'김점동(1876~1910)',
		'2. 어떤 사람이 도덕적인 사람일까 37'
	]
});

ARR.push({
	page:38,
	words: [
		'도망 노예법',
		'노예 소유주가 도망친 노예를 잡아 올 수 있게 만든 법으로 노예의 도망을 도운 자는 강력하게 처벌받는다는 내용을 담고 있다.',
		'스토(Stowe, H., 1811~1896)',
		'지식',
		'세계사를 바꾼 소설 작가, 해리엇 스토',
		'1850년 미국에서 도망 노예법이 제정되었다.',
		'이로 인해 수많은 노예가 노예 소유주에게 목숨을 잃거나 끔찍한 가혹 행위를 당하였다.',
		'노예들의 비참한 상황을 알리기 위해 해리엇 스토는 현실을 바탕으로 한 소설 『톰 아저씨의 오두막집』을 집필하였다.',
		'소설은 노예의 목숨이 끊어질 때까지 학대하는 비인간적인 소유주와, 소유주에게 목숨을 빼앗기더라도 신념은 빼앗기지 않는 인간적인 노예 톰 아저씨의 대비를 통해 노예제의 비합리적이고 잔혹한 현실을 알렸다.',
		'소설 『톰 아저씨의 오두막집』은 19세기 당시 성경 다음으로 많이 팔린 책이 되었다.',
		'수많은 사람이 이 작품을 읽고 노예제 폐지에 공감하였다.',
		'이는 1861년 남북 전쟁이 일어나는 계기 중 하나가 되며 세계 역사를 바꾸는 데 큰 역할을 하였다.',
		'- 해리엇 스토, 『톰 아저씨의 오두막집』',
		'작가 해리엇 스토는 적극적 노예 찬성론자인 아버지 밑에서 자랐다.',
		'그러나 그녀는 모든 생명은 똑같이 소중하다는 도덕적 지식 을 갖고 있었고, 동시에 어떤 방법이 도덕적 행동으로 적절한지 아는 도덕적 판단력 도 지니고 있었다.',
		'사그녀는 잘못된 제도에 무력으로 대항하기보다 양심에 호소하고자 소설을 썼다.랑',
		'이는 수많은 사람의 마음을 움직였으며 노예 해방의 계기가 되었다.',
		'실천',
		'실천하는 의지, 빌리 브란트',
		'서독의 총리였던 빌리 브란트는 1970년 12월 7일, 유대인 희생자 위령탑 앞에서 갑자기 무릎을 꿇었다.',
		'브란트는 “헌화를 하는 순간 고개를 숙이는 것만으로는 부족하다고 느꼈고, 말로는 더 이상 어찌할 수 없을 때 사람들이 행하는 바로 그것을 행했다.”라고 고백했다.',
		'사실 브란트 역시 나치 저항군으로서 나치에 의해 박해를 받은 피해자였다.',
		'그러나 그는 제2차 세계 대전 전범국의 수장으로서 과거에 대해 진심으로 반성하는 모습을 보였다.',
		'당시 언론들은 ‘무릎을 꿇은 것은 한 사람이었으나 일어선 것은 독일 전체였다.’라고 높이 평가했다.',
		'그의 ‘무릎 꿇기’ 행위는 일본 정치가들이 전쟁을 변호했던 태도와 비교되면서 국제적으로 큰 감동을 불러일으켰다.',
		'- 빌리 브란트, 『빌리 브란트-동방 정책과 독일의 재통합』',
		'Kniefall von Warschau 바르샤바의 무릎 꿇기',
		'빌리 브란트(Brandt, W., 1913~1992) 총리는 유대인 희생자 위령탑 앞에서 자발적으로 무릎을 꿇었다.',
		'브란트의 사죄는 용기 있는 행동으로 진심 어린 반성 을 담고 있었다.',
		'자신이 직접 일으킨 전쟁이 아니라고 해서 변명하거나, 국가를 위한 일이었다고 정당화 하지 않았다.',
		'그는 자신의 신념에 따라 사죄해야 한다고 결단을 내렸으며 의지를 갖고 실천 하였다.',
		'38 1. 자신과의 관계'  
	]
});

ARR.push({
	page:39,
	words: [
		'도덕적 인격의 특성',
		'도덕적으로 존경받는 사람은 어떤 특징이 있을까? 먼저 도덕적 인물은 보편적 가치 를 추구한다.',
		'자신에게 이익이 되는 것만을 추구하기보다 공동체의 모든 사람에게 도움이 되는 가치를 우선으로 고려하며 살아간다.',
		'또한 도덕적으로 살아가는 사람은 도덕적 민감성 을 지닌다.',
		'지금 일어난 일이 도덕적으로 문제가 있는 상황이라는 것을 느끼고, 필요한 행동을 상상할 줄 안다.',
		'이러한 특성은 함께 살아가는 사람들에게 관심을 갖고 다른 사람의 감정에 공감하는 능력과 깊은 관련이 있다.',
		'도덕적 판단력 도 도덕적인 삶에서 볼 수 있는 특성이다.',
		'도덕적 인물은 도덕적 지식을 바탕으로 어떤 행동이 도덕적으로 옳은지 그른지를 분별하기 위해 노력한다.',
		'이뿐만 아니라 도덕적 갈등 상황이나 문제 상황에서도 도덕적 기준을 근거로 판단하고 도덕적으로 행동한다.',
		'도덕적으로 살아가는 것이 쉽고 편한 길은 아니다.',
		'하지만 도덕적 인물은 어려운 상황에서도 도덕적으로 행동하는 도덕적 의지 를 지닌다.',
		'도덕적으로 살겠다는 신념을 갖고 언제, 어디서나 용기를 내어 도덕적으로 행동하는 것이다.',
		'도덕적 인물도 때로는 실수를 하고 큰 잘못을 저지르기도 한다.',
		'그러나 도덕적 인격을 가진 사람은 자신의 부도덕한 행동에 대하여 변명하거나 정당화하지 않는다.',
		'자신의 잘못을 인정하고 뉘우치며 책임 있는 자세를 보인다.',
		'도덕적 인격의 특성',
		'보편적 가치 추구',
		'도덕적 민감성',
		'도덕적 판단력',
		'도덕적 의지',
		'도덕적 책임',
		'2. 어떤 사람이 도덕적인 사람일까 39'
	]
});

ARR.push({
	page:40,
	words: [
		'일상생활 속 도덕적 인물',
		'위대하고 특별한 사람들뿐만 아니라 우리 주변에서도 도덕적으로 존경할 만한 인물을 쉽게 찾을 수 있다.',
		'각 인물에 대한 설명을 읽고 그림에서 도덕적 인물을 찾아 색칠해 보자',
		'사례 1',
		'45년간 사회적 약자를 무료로 진료함',
		'사례 2',
		'28년간 노숙인, 성폭력 피해자를 무료로 진료함',
		'사례 3',
		'26년간 휴일 없이 어려운 가정에 음식을 나눔',
		'사례 4',
		'3대가 함께 39년간 어려운 이웃을 위해 선행을 베풂',
		'사례 5',
		'불길 속을 뛰어들어 90세 노인을 구함',
		'사례 6',
		'5살 쌍둥이 자매가 현금 740만 원이 든 지갑을 발견하고 경찰에 신고함',
		'도덕적 인물 찾기',
		'40 1. 자신과의 관계'
	]
});

ARR.push({
	page:41,
	words: [
		'사례 7',
		'화재 속에서 10여명의 시민을 구함',
		'사례 8',
		'16년간 200회 이상 헌혈함',
		'사례 9',
		'불편한 몸으로 10년간 무료 칼갈이 봉사를 함',
		'사례 10',
		'세 명의 중학생이 매서운 추위에 쓰러진 노인에게 응급조치를 한 후 업어서 귀가시킴',
		'사례 11',
		'익명의 중학생이 4년째 남모르게 독거노인을 위한 물품을 기부함',
		'사례 12',
		'한 중학생이 심정지로 쓰러진 70대 노인을 심폐 소생술로 살려 냄',
		'생각',
		'우리 학급 친구 중 도덕적 인물로 추천할 만한 친구를 떠올려 보고, 적절한 공간에 친구의 도덕적 행동이 드러나도록 그림을 그려 보자.',
		'2. 어떤 사람이 도덕적인 사람일까 41'
	]
});

ARR.push({
	page:42,
	words: [
		'도덕적 정체성',
		'자신을 도덕적 관점에서 인식하고 도덕적으로 행동하게 해 주는 정체성이다.',
		'도덕적인 사람이 되는 방법',
		'도덕적으로 살아갈 때 우리는 행복과 보람을 느끼고 삶의 의미를 찾을 수 있다.',
		'또한 도덕적인 삶은 우리가 훌륭한 삶을 살고 있다는 만족감과 자긍심을 갖게 한다.',
		'그렇다면 도덕적인 사람이 되기 위해 우리는 무엇을 해야 할까? 먼저 자신의 도덕적 이상을 바로 세워야 한다.',
		'도덕적 이상 이란 삶에서 중요하다고 생각하여 추구하는 도덕적 가치를 뜻하는 말로 도덕적 정체성 과 관련이 깊다.',
		'도덕적 이상은 우리가 지닌 신념과 추구하는 가치에 따라 달라진다.',
		'우리는 바람직한 도덕적 가치를 찾아내어 도덕적 이상으로 삼아야 한다.',
		'자신의 도덕적 이상을 찾았다면 실제의 삶 속에서 그것을 이루어 나가는 것이 중요하다.',
		'이를 위해 도덕적 이상을 실현할 수 있는 구체적인 계획을 세우고 지속적으로 실천해야 한다.',
		'또한 도덕적 인물의 삶을 통해 배운 도덕적인 인격의 특성을 자신의 삶에 어떻게 적용할 수 있을지 고민해 보아야 한다.',
		'동시에 일상생활에서 우리가 도덕적인 행동을 하고 있는지 끊임없이 확인하고 반성하며 성찰하는 태도를 가져야 한다.',
		'직업',
		'플랫폼 기획자',
		'앱, 서비스, 프로그램 등의 아이디어를 제공하고 설계하며 구체적으로 현실화하는 역할을 담당한다.',
		'기존의 서비스를 고도화하는 역할도 수행한다.',
		'자료 읽기',
		'위대한 스승의 힘',
		'도덕적 판단력',
		'비판적 사고력',
		'“묘비에 뭐라고 적으면 좋을지 결정했네.”',
		'“말씀해 보세요. 뭐라고 쓰실 거예요?”',
		'교수님은 입술을 지그시 깨물고서 대답했다.',
		'“이런 글귀를 생각했네. ‘마지막까지 스승이었던 이.’”',
		'그는 내가 그 말을 마음에 새길 때까지 기다렸다.',
		'“…마지막까지 스승이었던 이.”',
		'- 미치 앨봄, 『모리와 함께한 화요일』',
		'『모리와 함께한 화요일』은 저자 미치가 매주 화요일, 죽어 가는 옛 스승을 찾아가 인생에 대한 대화를 나누는 이야기이다.',
		'그들의 대화 주제는 세상, 가족, 죽음, 자기 연민, 사랑 등이다.',
		'“스승이 지닌 능력의 비밀은 인간을 변모시킬 수 있다는 확신이다.”',
		'미국의 시인인 에머슨의 이 말은 모리 교수가 가진 스승으로서의 가치를 정확히 설명한다.',
		'위대한 스승이란 인생의 의미를 깨우쳐 주고 상대를 변화하게 만드는 사람이기 때문이다.',
		'- 『모리와 함께한 화요일』 출판사 서평',
		'살아오면서 도덕적으로 본받을 만한 사람을 만난 적이 있는지 생각해 보자.',
		'42 Ⅰ. 자신과의 관계'
	]
});

ARR.push({
	page:43,
	words: [
		'활동하기',
		'도덕적 인격 5툴(five-tool) 탐구',
		'비판적 사고력',
		'도덕적 판단력',
		'도덕적 상상력',
		'다음 활동 방법 을 읽고 내가 닮고 싶은 도덕적 인물과 나의 도덕적 인격을 탐구해 보자',
		'활동 방법',
		'1. 내가 닮고 싶은 도덕적 인물을 선정하여 조사하고, 도덕적 인격의 특성을 오각형 그래프에 표시한다.',
		'2. 나의 도덕적 인격을 분석하여 오각형 그래프에 표시한다.',
		'3. 도덕적 인물과 나의 오각형 그래프를 비교해 보고 본받을 점을 생각한다.',
		'1 내가 닮고 싶은 도덕적 인물과 나의 도덕적 인격을 각각 분석해 보자.',
		'닮고 싶은 도덕적 인물:',
		'보편적 가치 추구',
		'100',
		'도덕적 민감성',
		'도덕적 의지',
		'도덕적 책임',
		'도덕적 판단력',
		'(▶20점: 낮음, 40점: 보통, 60점: 높음, 80점: 매우 높음, 100점: 가장 높음. 단, 오각형 그래프의 한 칸은 20점을 의미한다.)',
		'2 도덕적 인물의 오각형 그래프를 통해 알 수 있는 특징은 무엇일까?',
		'3 도덕적 인물과 나의 오각형 그래프를 비교해 보고, 본받을 점을 써 보자.',
		'스스로 점검하기',
		'다음 내용을 스스로 점검해 보자.',
		'1 내가 닮아 가고 싶은 도덕적 인물을 찾을 수 있다.',
		'2 도덕적 인물이 가진 특징을 설명할 수 있다.',
		'3 일상생활에서 도덕적 이상을 실현하기 위한 노력을 실천할 수 있다.',
		'그렇다',
		'아니다',
		'다시 보기',
		'37쪽',
		'39쪽',
		'42쪽',
		'2. 어떤 사람이 도덕적인 사람일까 43'	
	]
});

ARR.push({
	page:44,
	words: [
		'중단원 마무리',
		'정리하기',
		'부도덕한 행동은 왜 일어나는 것일까',
		'나는 어떻게 도덕적인 사람이 될 수 있을까',
		'부도덕한 행동의 의미',
		'부도덕한 행동의 원인',
		'도덕적 인격의 특성',
		'부도덕한 행동: 사회 구성원이 마땅히 지켜야 한다고 여기는 도덕적 원칙이나 ( 1 )에 어긋나는 행위',
		'도덕적 ( 2 ) 부족: 도덕적으로 올바른 행동을 알지 못할 때 부도덕한 행동을 할 수 있음',
		'( 3 ) 부족: 다른 사람이 느끼는 감정에 충분히 ( 3 )하지 못해 부도덕한 행동을 함',
		'( 4 ): 부도덕한 행동을 하며 도덕적으로 흠이 없거나 적은 것처럼 ( 4 )함',
		'( 5 ) 가치 추구: 공동체 모든 사람에게 도움이 되는 가치를 우선으로 고려',
		'도덕적 ( 6 ): 도덕적 문제 상황을 느끼고 필요한 행동을 상상함',
		'도덕적 ( 7 ): 도덕적 문제 상황에서 도덕적 기준을 근거로 판단하고 행동함',
		'도덕적 ( 8 ): 도덕적으로 살겠다는 신념을 가지고 도덕적으로 행동함',
		'도덕적 ( 9 ): 부도덕한 행동에 대하여 잘못을 인정하고 반성하며 변명하거나 정당화하지 않음',
		'도덕적 ( 10 ): 삶에서 중요하다고 생각하여 추구하는 도덕적 가치',
		'풀어 보기',
		'다음 설명을 보고 프랙털 속 빈칸을 채워 보자.',
		'프랙털: 도형의 일부가 도형의 전체와 동일한 형태로 끝없이 반복되는 구조를 말한다.',
		'도덕적 인격의 특성',
		'1',
		'2',
		'3',
		'4',
		'5',
		'지식',
		'실천',
		'해리엇스토',
		'도덕적 인물',
		'공감',
		'김점동',
		'반성',
		'빌리 브란트',
		'1 공동체 모든 사람의 이익을 우선 고려함',
		'2 도덕적 문제 상황을 느끼고 필요한 행동을 상상함',
		'3 무엇이 도덕적으로 옳은 행동인지 분석하고 앎',
		'4 도덕적 신념을 갖고 용기를 내어 행동함',
		'5 잘못을 인정하고 정당화하지 않음',
		'44 1. 자신과의 관계'
	]
});

ARR.push({
	page:45,
	words: [
		'수행 활동',
		'논술 학습',
		'프로젝트 학습',
		'역할 놀이',
		'토의·토론',
		'도덕적 인격 기르기',
		'다음 활동을 통해 나의 도덕적 인격을 돌아보고 도덕적 행동을 실천해 보',
		'1 나의 생활 태도를 돌아보며 아래의 질문에 답을 써 보자.',
		'화분에 난 구멍',
		'내가 부도덕한 행동을 하도록 하는 것은?',
		'1',
		'2',
		'3',
		'화분의 구멍을 막는 마개',
		'내가 부도덕한 행동을 멈추게 하는 것은?',
		'보편적 가치 추구',
		'도덕적 민감성',
		'도덕적 판단력',
		'도덕적 의지',
		'도덕적 책임',
		'도덕적 인격',
		'2 도덕적 인격을 기르기 위해 내가 할 수 있는 도덕적 행동을 계획하고 실천해 보자.',
		'가정에서',
		'학교에서',
		'마을에서',
		'그 밖에서',
		'스스로 평가하기',
		'나의 평소 생활 태도를 자세하고 빈틈없이 분석하였다.',
		'도덕적 인격을 갖추기 위해 실천할 수 있는 도덕적 행동을 적절하게 선정하였다.',
		'도덕적 행동을 꾸준히 실천하였다.',
		'평가 점수',
		'1',
		'2',
		'3',
		'4',
		'5',
		'2. 어떤 사람이 도덕적인 사람일까 45'
	
	]
});

ARR.push({
	page:46,
	words: [
		'3 행복이란 무엇일까',
		'외면적 조건',
		'내면적 조건',
		'행복의 조건',
		'자아 실현',
		'공동체에 기여',
		'도덕적 삶',
		'진정한 행복',
		'행복을 위한 방법',
		'몰입',
		'관계',
		'의미',
		'성취',
		'다른 사람',
		'나',
		'세상',
		'도덕적 목적',
		'용어 미리 보기',
		'https://code.jihak.co.kr/qr/lOhHJZ9HRMPY4rJH',
		'46 1. 자신과의 관계'
		
	]
});

ARR.push({
	page:47,
	words: [
		'1 행복한 삶이란 무엇일까',
		'학습 목표',
		'행복한 삶에 대한 다양한 관점을 이해할 수 있다.',
		'진정한 행복을 추구하는 자세를 지닐 수 있다',
		'생각 열기',
		'다음 그림을 보고 내가 생각하는 행복의 의미를 떠올리며 물음에 답해 보자.',
		'“매일 행복하진 않지만, 행복한 일은 매일 있어.”',
		'- 곰돌이 푸 원작, 『곰돌이 푸, 행복한 일은 매일 있어』',
		'오늘 나에게 있었던 행복한 일은 무엇이었을까?',
		'3. 행복이란 무엇일까 47'
	]
});

ARR.push({
	page:48,
	words: [
		'궁극',
		'|窮 다할 궁, 極 지극할 극|',
		'어떤 과정의 마지막이나 끝을 의미한다.',
		'행복의 의미',
		'자신의 행복을 바라지 않는 사람이 있을까?',
		'사람들은 매일 즐거운 기분을 느끼고 자신의 삶이 행복으로 가득하길 희망한다.',
		'우리가 공부하고, 친구들과 어울리고, 맛있는 음식을 먹는 것 역시 행복을 바라기 때문이다.',
		'이처럼 모든 사람에게 행복은 인생의 궁극적인 목적이라고 할 수 있다.',
		'어떤 사람은 기쁨, 즐거움, 만족감 등 긍정적인 정서 를 느끼는 상태를 행복이라고 말하고, 누군가는 고민거리나 스트레스가 없이 마음이 편안한 상태를 행복이라고 말한다.',
		'이렇듯 무엇을 행복이라 할 것인지에 대해서 다양한 의견이 있다.',
		'사람마다 자신을 행복하게 만들어 주는 요소가 다르기 때문이다.',
		'동서양의 여러 사상가는 행복에 대해 다음과 같이 말하였다.',
		'“도덕적 품성을 가지고 도덕적인 행동을 하는 덕스러운 삶.”',
		'- 아리스토텔레스, 『니코마코스 윤리학』',
		'“육체적 고통과 마음의 근심이 없는 평정 상태.”',
		'- 강재륜, 『윤리학의 역사』',
		'“사람에 대한 사랑과 존중의 마음을 실천하는 삶.”',
		'- 풍우란, 『중국철학사(상)』',
		'“욕심과 집착을 버리고 괴로움에서 벗어난 삶.”',
		'- 지안 스님, 『경전으로 시작하는 불교』',
		'아리스토텔레스(Aristoteles, B.C. 384~B.C. 322)',
		'에피쿠로스(Epicouros, B.C. 341~B.C. 270)',
		'공자(B.C. 551~B.C. 479)',
		'석가모니(B.C. 563?~B.C. 483?)',
		'이처럼 여러 사상가는 사람의 마음가짐 과 그에 따른 실천 을 행복에 다다를 수 있는 열쇠라고 보았다.',
		'그렇다면 행복은 전적으로 내 마음가짐에 달려 있을까?',
		'비판적 사고력',
		'도덕적 판단력',
		'자료 읽기',
		'돈으로 행복을 살 수 있을까',
		'우리는 흔히 가진 돈이 많으면 행복할 것이라고 생각한다.',
		'그러나 한 연구 결과에 따르면 이러한 사람들의 기대는 절반은 맞고 절반은 틀린 것으로 나타났다.',
		'정해진 일정 시점에는 행복과 소득 사이의 상관관계가 나타나지만, 시간의 경과에 따라 소득이 증가한다고 해서 행복도 같은 수준으로 증가하지 않는다는 것이다.',
		'즉 단기적으로는 행복과 소득이 함께 오르내리지만, 장기적으로는 행복과 소득이 서로 의미 있는 상호 작용을 하지 않는다는 사실을 연구는 보여 준다.',
		'- 『이코노미조선』, 2022. 6. 5.',
		'위의 연구가 주장하는 ‘행복과 소득의 관계’에 대한 자신의 생각을 이야기해 보자.',
		'48 1. 자신과의 관계'
	]
});

ARR.push({
	page:49,
	words: [
		'행복의 조건',
		'많은 사상가의 주장과 다양한 연구 결과를 통해 행복한 삶을 위해서 두 가지 조건이 필요함을 알 수 있다.',
		'하나는 외면적 조건 을 통해 얻는 행복이다.',
		'이는 물질적 풍요로움, 명예, 외모, 학력, 소득 등이 주는 기쁨과 즐거움, 만족감을 의미한다.',
		'다른 하나는 내면적 조건 을 통해 얻는 행복이다.',
		'이는 사랑을 주고받는 경험, 다른 사람과의 좋은 관계, 마음의 편안함, 노력 끝에 얻는 성취감, 뿌듯함, 종교적 믿음과 헌신, 다른 사람을 돕고 공동체의 일에 참여하며 느끼는 보람과 자긍심 등을 뜻한다.',
		'행복한 삶을 살아가기 위해서는 먼저 다양한 행복의 조건이 있다는 것을 이해해야 한다.',
		'그리고 이들 중에서 나에게 행복을 주는 것은 무엇인지, 행복한 삶을 위해 무엇을 추구해야 할지 성찰해야 한다.',
		'헌신',
		'|獻 바칠 헌, 身 몸 신|',
		'몸과 마음을 바쳐 있는 힘을 다하다.',
		'활동하기',
		'행복 공식 만들기',
		'비판적 사고력',
		'도덕적 판단력',
		'다음은 행복한 삶을 위한 행복 공식이다.',
		'행복의 외면적 조건과 내면적 조건을 고려하여 행복한 삶에 필요한 것은 무엇인지 생각해 보자.',
		'그리고 사칙연산(+, -, ×, ÷)을 활용하여 나만의 행복 공식을 만들어 보자.',
		'외면적 조건',
		'지나치게 많지도 적지도 않은 돈',
		'내면적 조건',
		'마음의 평온과 사랑',
		'행복',
		'사랑하는 사람과 마음 편하게 함께하는 것',
		'예시',
		'나의 행복 공식',
		'나에게 행복이란 사랑하는 사람들과 편안한 마음으로 함께하는 것이다.',
		'이를 위해 ‘지나치게 많지도 적지도 않은 돈’과 ‘마음의 평온과 사랑’이 필요하다.',
		'지나치게 돈이 많거나 적으면 돈을 통해 즐거움을 느끼기 어렵다.',
		'또한 스트레스가 없는 편안한 마음으로 사랑하는 가족, 친구와 함께하는 시간이 나에게는 행복의 가장 중요한 요소이다.',
		'3. 행복이란 무엇일까 49'
	]
});

ARR.push({
	page:50,
	words: [
		'진정한 행복',
		'행복에는 다양한 의미와 조건이 있다.',
		'그렇다면 진정한 행복이란 무엇일까?',
		'다음을 읽고 생각해 보자.',
		'탐구',
		'쾌락 기계',
		'1 쾌락 기계가 있다.',
		'이 기계는 사람의 뇌에 전기 자극을 보내 온갖 종류의 행복감을 느낄 수 있도록 설계되어 있다.',
		'2 이 기계에 들어가면 평소 꿈꾸어 왔던 행복을 누릴 수 있다.',
		'3 스포츠 영웅, 연예인, 위대한 정치가, 세계 최고의 부자가 될 수 있고, 연인과 사랑을 나눌 수도 있다.',
		'4 쾌락 기계에 누운 사람은 이러한 경험을 실제로 체험하고 있다고 믿기 때문에 지극히 행복한 표정을 짓고 있다.',
		'5 기계를 통제하는 의사는 사람이 기계에 누워 있는 한 행복을 느낄 수 있고, 죽을 때도 고통 없이 눈을 감을 수 있다고 설명하였다.',
		'6 당신에게 이 기계에 들어갈 수 있는 기회가 주어진다면, 당신은 어떤 선택을 할 것인가?',
		'들어간다.',
		'들어가지 않는다.',
		'진정한 행복이라고 말할 수 있으려면 무엇이 필요할까?',
		'나에게 쾌락 기계에 들어갈 기회가 주어진다면 어떻게 할까? 그 까닭은 무엇일까?',
		'위의 질문에 많은 사람이 쾌락 기계에 들어가기를 주저하였다.',
		'그 까닭은 무엇일까?',
		'우리가 단지 쾌락 그 자체만을 원하는 것이 아니며, 이를 진정한 행복으로 여기지 않기 때문이다.',
		'진정한 행복 은 바람직한 가치를 추구하고 이를 실현하기 위해 노력함으로써 지속적인 기쁨과 만족감을 느끼는 상태를 의미한다.'	
	]
});

ARR.push({
	page:51,
	words: [
		'진정한 행복은 다음의 세 가지 요소를 고루 갖추었을 때 느낄 수 있다.',
		'1 정서적 행복',
		'2 사회적 관계를 통한 행복',
		'3 도덕적 삶을 통한 행복',
		'열심히 공부해서 좋은 성적을 받으니 행복해!',
		'친구들과 함께하니 학교생활이 즐거워!',
		'용돈을 모아서 지구 반대편의 굶주린 아이들에게 염소를 사 주었어. 그러자 아이들이 배고픔을 해결하고 학교에 다니게 되었다는 기쁜 소식을 들었어!',
		'첫 번째 요소는 정서적 행복 이다. 이는 자신이 목표하는 것을 이루며 자아 를 실현 할 때 가장 크게 느낄 수 있다.',
		'가치 있는 목표를 설정하고, 이를 달성하기 위해 스스로 노력 하는 과정을 통해 우리는 만족감, 성취감과 같은 긍정적인 감정을 얻고 행복을 느낄 수 있다.',
		'두 번째 요소는 사회적 관계를 통한 행복 이다.',
		'사람은 혼자서 살아갈 수 없기에 다른 사람과 조화를 이루며 더불어 살아가는 관계 를 맺는 것은 우리의 행복에 큰 영향을 미친다.',
		'다른 사람을 배려하고 도우며 공동체의 바람직한 발전 에 이바지 할 때 우리는 기쁨과 보람을 얻고 높은 강도의 행복을 느낄 수 있다.',
		'세 번째 요소는 도덕적 삶을 통한 행복 이다.',
		'우리는 자신의 삶이 의미 있고 보람차며 최선이라고 여길 때 행복을 느낀다.',
		'따라서 자신의 삶, 욕구, 목표, 가치관 등을 깊이 성찰 하고 바람직한 가치 를 추구하며, 일상에서 도덕적으로 행동하고 실천 할 때 우리는 높은 자긍심과 함께 지속적인 행복을 느낄 수 있다.',
		'이처럼 진정한 행복은 우리가 의미 있는 목표를 설정하여 자아 를 실현 하고, 다른 사람과 더불어 살아가며 공동체에 기여 하고, 도덕적으로 가치 있는 것을 실천하며 도덕적인 삶 을 살아갈 때 느낄 수 있다.',
		'3. 행복이란 무엇일까 51'
	]
});

ARR.push({
	page:52,
	words: [
		'활동하기',
		'행복 마방진',
		'도덕적 판단력',
		'비판적 사고력',
		'다음 설명 과 활동 방법 을 읽고 나만의 행복 마방진을 만들어 보자.',
		'그리고 아래의 표 를 활용하여 행복 마방진에 숨겨진 행복의 주문을 완성해 보자',
		'설명',
		'1',
		'2',
		'3',
		'4',
		'5',
		'6',
		'7',
		'8',
		'9',
		'15',
		'마방진: 각각의 정사각형 속에 1부터 시작하여 모든 숫자를 중복하지 않고 쓰되, 가로, 세로, 대각선에 있는 수의 합이 모두 같도록 만든 숫자의 배열을 의미한다.',
		'마방진은 영어로 ‘magic square’로, ‘마법진’이라고도 불린다.',
		'이는 배열된 수의 합이 마치 마법처럼 모두 똑같기 때문으로, 옛사람들은 마방진 속에 신비한 힘이 숨어 있다고 믿었다.',
		'- 국립 중앙 과학관 누리집',
		'활동 방법',
		'1. 정서적 행복, 사회적 관계를 통한 행복, 도덕적 삶을 통한 행복을 느끼는 순간을 각 3가지씩 총 9가지를 떠올려 본다.',
		'2. 1.에서 떠올린 행복을 느끼는 순간 9가지를 행복 마방진에 중복 없이 배치한다.',
		'이때 가로, 세로에 정서적 행복, 사회적 관계를 통한 행복, 도덕적 삶을 통한 행복이 모두 한 가지씩 들어가야 한다.',
		'3. 가로, 세로의 화살표 끝에 표시된 숫자가 나타내는 글자를 표 에서 찾아 행복의 주문을 완성한다.',
		'예시',
		'정서적 행복1',
		'사회적 관계1',
		'도덕적 삶1',
		'사회적 관계2',
		'도덕적 삶2',
		'정서적 행복2',
		'도덕적 삶3',
		'정서적 행복3',
		'사회적 관계3',
		'진정한 행복은 행복의 세 가지 요소가 고루 갖추어질 때 느낄 수 있구나!',
		'표',
		'자',
		'두',
		'하',
		'복',
		'모',
		'행',
		'스스로 점검하기',
		'다음 내용을 스스로 점검해 보자.',
		'1 행복에 대한 동양과 서양 사상가의 관점을 설명할 수 있다.',
		'2 행복의 조건에는 무엇이 있는지 제시할 수 있다.',
		'3 진정한 행복의 세 가지 요소를 이해할 수 있다.',
		'그렇다',
		'아니다',
		'다시 보기',
		'48쪽',
		'49쪽',
		'51쪽',
		'52 1. 자신과의 관계'
	]
});

ARR.push({
	page:53,
	words: [
		'2 행복한 삶을 위한 방법은 무엇일까',
		'학습 목표',
		'행복한 삶을 위한 방법을 이해할 수 있다.',
		'행복한 삶을 위한 방법을 실천할 수 있다.',
		'생각 열기',
		'다음은 행복에 대한 시이다. 행복한 삶을 위한 방법을 생각하며 물음에 답해 보자.',
		'행복도 새로워',
		'이해인',
		'날마다 순간마다 숨을 쉬고 살면서도 숨 쉬는 고마움을 잊고 살았네.',
		'내가 사랑하고 사랑받는 일 또한 당연히 마시는 공기처럼 늘 잊고 살았네.',
		'잊지 말자 잊지 말자 다짐을 하면서 다시 숨을 쉬고 다시 사랑하고 눈에 보이지 않는 모든 것 새롭게 사랑하니 행복 또한 새롭네.',
		'위의 시에서 나타난 행복한 삶을 위한 방법은 무엇일까?',
		'3. 행복이란 무엇일까 53'
	]
});

ARR.push({
	page:54,
	words: [
		'행복한 삶을 위한 노력',
		'행복한 사람은 어떤 사람일까?',
		'각자 생각하는 행복한 삶의 모습에 따라 친구가 많은 사람, 공부를 잘하는 사람, 돈을 많이 버는 사람, 자신의 직업에 만족하는 사람, 행복한 가정을 꾸린 사람 등 다양한 답을 할 수 있다.',
		'그렇다면 행복한 삶을 위해 우리는 무엇을 해야 할까?',
		'단지 기쁘고 즐거운 감정을 느끼는 것을 넘어 진정한 행복을 얻기 위해서는 다양한 방법을 실천해야 한다.',
		'그리고 “한 마리의 제비가 날아왔다고 해서 봄이 오는 것이 아니며, 하루의 실천만으로 행복한 사람이 되는 것도 아니다.”라는 아리스토텔레스의 말처럼, 우리는 행복한 삶을 살아가기 위해 오랜 시간 꾸준히 노력해야 한다.',
		'아리스토텔레스',
		'활동하기',
		'행복을 위해 어떤 노력을 할 수 있을까',
		'도덕적 상상력',
		'도덕적 판단력',
		'다음 글을 읽고 나만의 행복 달력을 완성해 보자.',
		'“행복은 기쁨의 강도가 아니라 빈도에 달려 있다.”라는 말이 있다.',
		'큰 강도의 기쁨을 한 번 느끼는 것보다 작은 강도의 기쁨을 여러 번 느끼는 경험이 우리를 더 행복하게 해 준다는 뜻이다.',
		'나를 기쁘게 하는 사소한 행동은 무엇인지 생각해 보고, 작은 강도의 기쁨을 매일 느낄 수 있도록 실천 계획을 세워 보자.',
		'일요일',
		'월요일',
		'화요일',
		'수요일',
		'목요일',
		'금요일',
		'토요일',
		'가족에게 고마운 마음 전하기',
		'내가 소중하다는 것을 기억하기',
		'고생한 나를 위로하기',
		'어색한 친구에게 인사 건네기',
		'다른 사람에게 작은 도움 주기',
		'오늘의 감사한 점 세 가지 떠올리기',
		'5분 동안 눈 감고 쉬기',
		'나에게 작은 선물 주기',
		'옆 사람에게 칭찬 한 마디 건네기',
		'창가로 가서 햇살 쐬기',
		'나의 장점 한 가지 생각해 보기',
		'- 서울 대학교 행복 연구 센터 누리집 아리스토텔레스',
		'54 1. 자신과의 관계'
	]
});

ARR.push({
	page:55,
	words: [
		'행복한 삶을 위한 방법',
		'진정으로 행복한 삶을 살기 위한 방법으로 무엇이 있을까?',
		'첫째, 몰입 하는 경험은 행복한 삶을 만들어 줄 수 있다',
		'누구나 한번쯤은 게임하기, 영화 관람, 음악 감상 등 자신이 좋아하고, 배우고 싶은 것에 정신없이 빠져 본 경험이 있을 것이다.',
		'이렇게 무엇인가에 시간 가는 줄 모르고 집중하는 경험 을 하고 나면 말로 설명할 수 없는 큰 기쁨과 만족감을 느낄 수 있는데, 이러한 경험은 우리를 행복하게 한다.',
		'둘째, 긍정적인 관계 는 행복한 삶을 만들어 줄 수 있다.',
		'가족, 연인, 친구와의 따뜻하고 즐거운 시간을 싫어하는 사람은 없을 것이다.',
		'사랑하는 사람들과 좋은 관계를 맺으며 기쁨과 슬픔, 즐거움을 함께하는 경험은 우리를 행복하게 한다.',
		'이는 나만을 생각하는 이기적인 마음으로는 행복해질 수 없음을 의미한다.',
		'다른 사람에 대한 배려와 존중, 이해와 공감이 없다면 관계를 통해 행복을 느낄 수 없기 때문이다.',
		'따라서 행복한 삶을 위해서 나에게 좋은 영향을 미치는 사람과 친밀하고 믿을 수 있는 관계 를 맺어야 한다.',
		'셋째, 의미를 추구 하는 것은 행복한 삶을 만들어 줄 수 있다',
		'가족, 사랑, 부, 명예, 건강 등 우리는 각자 자신에게 가장 의미 있다고 생각하는 것을 추구하며 살아간다.',
		'이러한 삶의 의미는 살면서 만나게 되는 다양한 종류의 어려움, 두려움, 슬픔, 좌절 등을 이겨 내는 데 도움을 준다.',
		'삶의 의미를 추구하는 사람은 그렇지 않은 사람에 비해 더욱 높은 행복감을 느낄 수 있다.',
		'따라서 우리는 삶의 의미를 찾고 그것을 추구하기 위해 노력해야 한다.',
		'넷째, 노력과 성취 는 행복한 삶을 만들어 줄 수 있다',
		'우리가 무엇인가를 성취하기 위해서는 하기 싫은 일, 힘든 과정을 참고 이겨내야 한다.',
		'특히 원하는 것이 값지고 얻기 힘든 것일수록 더 큰 인내와 노력이 필요하다.',
		'그렇기 때문에 우리가 힘든 과정을 견디고 꾸준히 노력하여 목표를 이루었을 때, 높은 성취감과 자신감을 느끼며 행복을 얻을 수 있다.',
		'3. 행복이란 무엇일까 55'
	]
});

ARR.push({
	page:56,
	words: [
		'활동하기',
		'행복의 수레바퀴',
		'도덕적 판단력',
		'다음 그림은 행복의 수레바퀴이다. 수레바퀴의 각 칸에는 행복의 의미인 긍정적 정서와 행복한 삶을 위한 방법(몰입, 관계, 의미, 성취)이 쓰여 있다.',
		'나는 긍정적 정서를 얼마나 자주 느끼고 있는지, 행복한 삶을 위한 방법을 얼마나 자주 실천하고 있는지 생각하며 수레바퀴의 칸에 색칠해 보자.',
		'행복의 수레바퀴가 잘 굴러가려면 어떻게 해야 할까?',
		'긍정적 정서',
		'몰입',
		'관계',
		'의미',
		'성취',
		'지식',
		'예시',
		'1 긍정적 정서를 느끼기 위해 내가 실천할 수 있는 것은 무엇인지 써 보자.',
		'2 행복한 삶을 위한 방법 중 내가 가장 자주 실천하는 것은 무엇인지 써 보자',
		'스스로 점검하기',
		'다음 내용을 스스로 점검해 보자.',
		'1 행복한 삶을 위한 방법으로 무엇이 있는지 설명할 수 있다.',
		'2 행복한 삶을 위한 방법을 일상생활에서 실천할 수 있다.',
		'그렇다',
		'아니다',
		'다시 보기',
		'55쪽',
		'55쪽',
		'56 Ⅰ. 자신과의 관계'
		
	]
});

ARR.push({
	page:57,
	words: [
		'3 행복한 삶을 위해 어떤 목적을 설정해야 할까',
		'학습 목표',
		'행복과 삶의 목적의 관계를 이해할 수 있다.',
		'행복한 삶을 위한 목적을 설정할 수 있다.',
		'생각 열기',
		'다음은 행복에 대한 영화의 한 장면이다. 글을 읽고 물음에 답해 보자.',
		'“제 운명은 무엇이죠?”',
		'포레스트가 묻는다.',
		'잠시 포레스트를 바라보던 어머니가 입을 연다.',
		'“그건 네가 알아내야 해. 인생은 초콜릿 상자와 같단다. 무엇이 걸릴지 아무도 모르거든.”',
		'- 영화 「포레스트 검프」',
		'내 인생을 어떤 맛으로 채우고 싶을까? 그리고 그것을 위해 무엇을 해야 할까?',
		'3. 행복이란 무엇일까 57',
	]
});

ARR.push({
	page:58,
	words: [
		'삶의 목적이 갖는 의미',
		'고난과 역경을 극복',
		'그릇된 욕구 등을 조절',
		'배우고자 하는 태도',
		'성취감과 만족감',
		'삶의 목적이 갖는 의미',
		'모든 사람이 뚜렷한 목적을 가지고 사는 것은 아니다.',
		'무엇을 하고 싶고 어떤 사람이 되기 위해 노력하는 등 목적을 가지고 사는 사람이 있지만, 목적 없이 방황하거나 의미 없이 시간을 보내는 사람도 있다.',
		'그렇다면 우리의 삶에서 목적은 어떤 역할을 할까?',
		'목적은 우리에게 고난과 역경을 극복 할 수 있는 힘을 주고 그릇된 욕구, 충동, 감정 등을 조절 하는 데 도움을 준다.',
		'또한 목적은 세상에 대해 더 배우고자 하는 태도 를 갖도록 하며, 다양한 활동에 열정적으로 참여하게 하여 높은 성취감 과 만족감 을 준다.',
		'이처럼 삶의 목적은 우리가 가진 재능과 능력, 주어진 조건 등을 적극적으로 활용할 수 있는 방향을 제공하여 지금 해야 할 일에 집중하게 한다.',
		'또한 삶에 활력을 불어넣고 삶의 의미를 제공한다.',
		'활동하기',
		'나는 어디쯤 있을까',
		'비판적 사고력',
		'도덕적 판단력',
		'삶의 목적을 대하는 방식에 따라 청소년을 다음과 같이 네 가지 유형으로 구분할 수 있다.',
		'목적',
		'즉흥적이고 이상적인 목적을 가졌으나 실행에 옮기려는 노력은 하지 않는 유형',
		'꿈만 꾸는 자',
		'목적을 분명하게 설정하고 성취하기 위해 노력하는 유형',
		'목적 지향적인 자',
		'무관심한 자',
		'어떠한 목적도 추구하지 않고 적극적인 노력도 하지 않는 유형',
		'찔러 보는 자',
		'다양한 활동에 참여하지만 성취하고자 하는 것을 정확하게 파악하지 못하는 유형',
		'노력',
		'- 윌리엄 데이먼, 『무엇을 위해 살 것인가』',
		'1 나는 현재 어느 유형에 속해 있을까?',
		'2 내 삶의 목적을 달성하기 위해 무엇을 해야 할까?',
		'58 1. 자신과의 관계'
	]
});

ARR.push({
	page:59,
	words: [
		'바람직한 삶의 목적과 행복의 관계',
		'다양한 삶의 목적이 모두 행복을 가져다주지는 않는다.',
		'삶의 목적을 통해 얻을 수 있는 행복은 어떤 목적을 설정했느냐에 따라 달라진다.',
		'또한 삶의 궁극적인 목적은 행복이지만, 행복 자체를 좇음으로써 행복을 얻을 수 있는 것은 아니다.',
		'진정한 행복을 느낀 사람 중에서 행복하기 위해서만 노력한 사람은 없다.',
		'의미 있고 가치 있는 목적 을 추구하다 보면 그 과정에서 행복을 느낄 수 있다.',
		'그렇다면 우리는 어떤 삶의 목적을 추구해야 할까?',
		'많은 사람은 행복해지기 위해 물질적인 것을 추구한다.',
		'그러나 이는 우리에게 진정한 행복을 가져다주지 못하기 때문에 바람직한 삶의 목적이라고 할 수 없다.',
		'바람직한 삶의 목적 이란 자신의 행복을 추구하는 것을 넘어 다른 사람의 행복에 이바지하고, 세상을 긍정적으로 변화시키는 데 공헌할 수 있는 목적을 의미한다.',
		'바람직한 삶의 목적은 우리가 역경을 만났을 때 극복할 수 있게 해 주고, 자신의 내면을 관리할 수 있게 해 준다.',
		'또한 긍정적인 배움과 활동을 가능하게 함으로써 우리가 진정한 행복을 얻을 수 있도록 도와준다.',
		'삶의 목적이 바람직하기 위해서는 목적뿐만 아니라 그것을 달성하기 위한 수단 역시 도덕적이어야 한다.',
		'아무리 좋은 목적이더라도 옳지 않은 방법으로 달성한다면 그 과정에서 느끼는 죄책감, 도덕적 비난, 다른 사람에게 미칠 수 있는 부정적 영향 등이 우리의 행복을 가로막을 수 있기 때문이다.',
		'감각적인 즐거움에 집착하여 그것만을 추구하면 오히려 고통에 빠지게 되는데, 이것을 쾌락의 역설이라고 해!',
		'공헌',
		'|貢 바칠 공, 獻 드릴 헌|',
		'힘을 써 이바지하다.',
		'자료 읽기',
		'쇼핑보다 봉사가 더 행복한 까닭',
		'도덕적 판단력',
		'도덕적 공동체',
		'마틴 셀리그만 교수는 학생들에게 즐거운 일보다 친절을 베푸는 행위에서 행복을 느낄 수 있다는 내용을 주제로 수업을 진행했다',
		'그리고 다음 시간까지 즐거운 일과 친절한 행동을 한 가지씩 하도록 숙제를 냈다.',
		'그 결과 대부분의 학생은 친구와 놀기, 영화 보기, 아이스크림 먹기 등의 즐거운 활동보다 다른 사람에게 친절한 행동을 한 뒤 더 큰 보람을 느꼈다고 말했다.',
		'자발적으로 친절한 행동을 하였을 때, 순간적인 좋은 감정을 넘어 온종일 기분이 좋았다는 것이다.',
		'쇼핑하면서 돈을 쓸 때보다 다른 사람을 도와줄 때가 훨씬 더 행복하다는 사실을 깨달았다고 고백하는 학생도 있었다.',
		'- 마틴 셀리그만, 『마틴 셀리그만의 긍정 심리학』',
		'학생들이 쇼핑보다 다른 사람을 도울 때 더 행복했다고 말한 까닭은 무엇일까?',
		'3. 행복이란 무엇일까 59'	
	]
});

ARR.push({
	page:60,
	words: [
		'삶의 목적이 갖추어야 할 조건으로는 무엇이 있을까?',
		'극복할 장애와 성취할 목표가 없다면 우리는 인생에서 진정한 만족이나 행복을 찾을 수 없다.',
		'맥스웰 몰츠, 『성공의 법칙』',
		'행복한 삶을 위한 삶의 목적 세우기',
		'삶의 목적을 아직 찾지 못했다고 해서 불행한 것은 아니다.',
		'삶의 목적을 찾지 못한 청소년 중 몇몇은 큰 문제가 없다고 생각하거나 행복을 느끼기도 한다.',
		'그러나 삶에 대한 전반적이고 지속적인 만족감, 즉 진정한 행복을 느끼기 위해서는 삶의 목적이 필요하다.',
		'삶의 목적은 작은 즐거움을 느끼게 하는 것, 호기심을 갖게 하는 것, 중요한 문제라고 여겨지는 것에서부터 찾을 수 있다.',
		'이러한 것에 관심을 갖고 관련된 활동에 참여하면서 삶의 의미 와 가치 를 발견하고, 나아가 내 삶의 방향을 설정 하는 데 영향을 준다면, 그것은 내 삶의 목적이 될 수 있다.',
		'목적을 추구하는 과정에서 때로는 어렵고 고통스러운 순간을 마주하기도 한다.',
		'가치 있고 의미 있는 목적일수록 더욱 힘들게 느껴질 수 있다.',
		'그러나 끈기와 열정을 가지고 꾸준히 노력한다면, 삶의 목적을 이루어 가는 과정을 통해 진정한 행복을 얻을 수 있다.',
		'배려적 사고력',
		'도덕적 공동체',
		'도덕적 상상력',
		'자료 읽기',
		'아프리카에 우물을 판 12살 소년',
		'라이언 우물 재단의 설립자 라이언 레작은 초등학교 1학년 수업 시간에 아프리카의 어린이들이 깨끗한 물이 부족해 죽어 간다는 이야기를 들었다.',
		'그날 이후 라이언은 아프리카에 우물을 파기 위한 모금 활동을 구상하였다.',
		'집 주변에서 여러 가지 심부름을 하며 70달러를 모았으나, 이 돈이 문제 해결에 큰 도움이 되지 못한다는 사실을 알게 되었다.',
		'하지만 라이언은 좌절하거나 포기하지 않고 더욱 노력하였다.',
		'친구들과 지인에게서 모금을 하였고, 비정부 기구(NGO)에 재정 지원을 부탁하였다.',
		'라이언의 노력 덕분에 아프리카를 포함한 여러 나라에서 깨끗한 물을 얻기 위한 사업이 시작되었다.',
		'라이언은 라이언 우물 재단을 설립하고 아프리카와 그 밖의 14개국에 깨끗한 물을 공급하기 위하여 200만 달러 이상의 기금을 모았다.',
		'이를 통해 319개의 우물을 만들었고, 그 결과 약 50만 명의 사람들이 깨끗한 물을 먹을 수 있게 되었다.',
		'라이언은 자신이 한 행동에 대해 “누구나 같은 일을 할 수 있어요.',
		'당신이 해야 할 일을 꾸준히 실천해야 해요. 그리고 아무리 하찮거나 작은 일이라도 다른 사람을 위해 무언가를 하려고 적극적으로 노력해야 합니다. 저는 한계를 뛰어넘어 저 자신이 어디까지 이룰 수 있을지 지켜볼 거예요.”라고 말했다.',
		'- 윌리엄 데이먼, 『무엇을 위해 살 것인가』',
		'라이언의 노력과 성공이 우리에게 주는 교훈은 무엇일까?',
		'60 1. 자신과의 관계'
	]
})

ARR.push({
	page:61,
	words: [
		'활동하기',
		'행복 케이크',
		'비판적 사고력',
		'도덕적 상상력',
		'도덕적 판단력',
		'행복한 삶을 위한 목적을 떠올려 보고, 생각할 점 을 참고하여 내 삶의 행복 케이크를 만들어 보자.',
		'생각할 점',
		'1. 기간: 이 목표는 단기적 목표일까, 장기적 목표일까?',
		'2. 목적: 이 목표는 수단일까, 목적일까?',
		'3. 방향: 이 목표는 다른 목표를 지지할까?',
		'앞서 배운 ‘인생은 초콜릿 상자와 같다.’라는 말의 뜻을 생각하며 내 인생의 케이크를 완성해 보자!',
		'3 완성: 행복한 내 삶의 모습',
		'2 케이크 층: 행복한 삶을 위해 필요한 과정',
		'1 재료: 행복한 삶을 위해 지금 해야 할 노력',
		'예시 유기 동물을 구조하는 수의사가 될 거야!',
		'예시 수의사의 자질 갖추기',
		'예시 수의학과에 진학하기',
		'예시 동물 구호 단체에서 봉사 활동하기',
		'예시 성적 향상, 관련 동아리 활동하기',
		'스스로 점검하기',
		'다음 내용을 스스로 점검해 보자.',
		'1 삶의 목적이 갖는 의미를 설명할 수 있다.',
		'2 행복을 위해 필요한 바람직한 삶의 목적은 무엇인지 설명할 수 있다.',
		'3 행복을 위한 내 삶의 목적을 설정할 수 있다.',
		'그렇다',
		'아니다',
		'다시 보기',
		'58쪽',
		'59쪽',
		'60쪽',
		'3. 행복이란 무엇일까 61'
	]
});

ARR.push({
	page:62,
	words: [
		'중단원 마무리',
		'정리하기',
		'행복한 삶이란 무엇일까',
		'행복한 삶을 위한 방법은 무엇일까',
		'행복한 삶을 위해 어떤 목적을 설정해야 할까',
		'행복의 의미',
		'행복: 기쁨, 즐거움, 만족감 등과 같은 ( 1 )인 정서를 느끼는 상태랑',
		'행복의 조건',
		'( 2 ) 조건: 물질적 풍요로움, 소득, 명예 등',
		'( 3 ) 조건: 사랑, 좋은 관계, 성취감 등',
		'진정한 행복의 요소',
		'정서적 행복, 사회적 관계를 통한 행복, ( 4 )을 통한 행복',
		'행복한 삶을 위한 방법',
		'( 5 ): 무엇인가에 시간 가는 줄 모르고 집중하는 경험을 하는 것',
		'( 6 ): 좋은 영향을 미치는 사람과 친밀하게 지내는 것',
		'( 7 ): 자신의 삶에서 가치 있다고 생각하여 추구하는 것',
		'( 8 ): 꾸준히 인내하고 노력하여 자신의 목표에 도달하는 것',
		'삶의 목적',
		'고난과 역경을 ( 9 )하는 힘을 줌',
		'그릇된 욕구, 충동, 감정 등을 ( 10 )하는 데 도움을 줌',
		'세상에 대해 더 배우고자 하는 태도를 갖게 함',
		'목적 달성을 위한 과정에서 높은 ( 11 )과 만족감을 줌',
		'바람직한 삶의 목적',
		'자신의 행복을 넘어서 다른 사람의 행복에 이바지함',
		'세상이 긍정적으로 변화하는 데 공헌함',
		'풀어 보기',
		'다음 설명이 맞으면 ‘네’, 아니면 ‘아니요’를 따라가며 미로를 빠져나가 보자.',
		'1',
		'2',
		'3',
		'4',
		'5',
		'6',
		'네',
		'아니요',
		'1 외면적 조건은 행복에 부분적인 영향만을 미친다.',
		'2 행복은 긍정적 정서를 느끼는 것이다.',
		'3 행복한 삶을 위해서는 노력이 필요하다.',
		'4 삶의 목적은 삶에 의미와 활력을 불어넣어 행복한 삶을 살 수 있게 해 준다.',
		'5 나를 행복하게 해 주는 것이면 무엇이든 바람직한 삶의 목적이라고 할 수 있다.',
		'6 의미 있는 목적을 달성하기 위해서는 고통을 견뎌 내야 하는 순간이 있다.',
		'미로를 탈출한 방법을 그림으로 완성하여 나만의 ‘행복코드’를 만들어 보자.',
		'코드',
		'의미',
		'시작',
		'위',
		'아래',
		'실행',
		'한칸 이동',
		'오른쪽',
		'왼쪽',
		'행복 코드 만들기',
		'62 1. 자신과의 관계',
	]
});

ARR.push({
	page:63,
	words: [
		'수행 활동',
		'행복한 삶을 위한 버킷 리스트',
		'논술 학습',
		'프로젝트 학습',
		'역할 놀이',
		'토의·토론',
		'다음 활동 방법 에 따라 행복한 삶을 위한 버킷 리스트를 써 보자.',
		'활동 방법',
		'1. 버킷 리스트의 의미를 이해한다.',
		'2. 행복한 삶을 위한 방법과 목적에 대해 생각해 본다.',
		'3. 아래의 생각할 점 을 참고하여 버킷 리스트를 작성한다.',
		'생각할 점',
		'1 진정한 행복의 요소를 포함하는가?',
		'2 행복한 삶을 위한 방법과 관계가 있는가? 몰입, 관계, 의미, 성취',
		'3 바람직한 삶의 목적을 달성하는 데 도움이 되는가?',
		'버킷 리스트: 죽기 전에 해 보고 싶은 일을 적은 목록을 말한다.',
		'1 내 삶의 버킷 리스트를 써 보자.',
		'내 삶의 목적:',
		'번호',
		'꿈',
		'진정한 행복의 요소',
		'행복을 위한 방법',
		'목표 기한',
		'달성 여부',
		'예시',
		'요가 배우기',
		'정서적 행복',
		'몰입, 성취',
		'1년 내',
		'진행 중',
		'1',
		'2',
		'3',
		'4',
		'5',
		'2 버킷 리스트의 꿈 중 가장 이루고 싶은 꿈을 한 가지 선택하고, 그것을 이루기 위한 계획을 써 보자.',
		'꿈',
		'실천 계획',
		'가장 이루고 싶은 꿈',
		'선택한 까닭',
		'스스로 평가하기',
		'버킷 리스트가 진정한 행복의 요소를 고르게 포함하고 있다.',
		'버킷 리스트를 통해 행복한 삶을 위한 방법을 실천할 수 있다.',
		'바람직한 삶의 목적을 생각하였다.',
		'평가 점수',
		'3. 행복이란 무엇일까 63'
	]
});
ARR.push({
	page:64,
	words: [
		'세상 속으로',
		'진로 산책',
		'사람을 대신할 로봇을 만드는 ‘로봇 공학자’',
		'사례 소개',
		'사람을 대신하는 로봇들',
		'공항 이용, 비행기 탑승 관련 정보를 제공하는 안내 로봇',
		'2019년 프랑스 노트르담 대성당 화재 당시 활약한 소방 로봇',
		'화성의 생물 존재 가능성 연구를 돕는 화성 탐사 로봇',
		'달에서 물과 얼음을 발견하기 위해 설계·제작된 달 탐사 로봇',
		'사람이 작업할 수 없는 선체 밑바닥까지 청소하는 선박 청소 로봇',
		'쉬운 조작으로 정교한 수술에 활용 가능한 수술 로봇',
		'실내외에서 24시간 보안 업무 전반에 이바지하는 경비 로봇',
		'직업 소개',
		'로봇 공학자',
		'시각 장애인을 위한 로봇 안내견',
		'팔이 불편한 사람을 위한 로봇 의수',
		'직업 소개',
		'로봇 공학자는 로봇을 개발하기 위한 기초 기술인 인공지능, 센서, 기계 부품, 하드웨어 및 소프트웨어 등을 연구하고 하나의 로봇으로 조립하여 만드는 일을 한다.',
		'적성',
		'로봇을 만들기 위해서는 많은 노력과 끈기가 필요하므로 인내심 이 필수적이다.',
		'또한 로봇과 관련된 새로운 기술과 지식을 끊임없이 학습해야 하므로 호기심 을 갖고 탐구하는 것을 좋아하는 사람에게 적합한 직업이다.',
		'무엇보다 사람의 생각과 행동을 이해하고, 그들의 삶을 분석하여 문제점을 발견하는 관찰력 과 판단력 , 이를 창의적 으로 해결하는 능력이 필요하다.',
		'미래',
		'로봇 산업은 전통적으로 공장에서 필요한 로봇을 만드는 것에 주력해 왔으나 최근에는 개인 서비스용 로봇 시장이 급속히 성장하고 있다.',
		'또한 사람처럼 생각하고 행동하는 지능형 로봇도 더욱 발달하며 로봇은 의료, 교육, 예술 등 다양한 분야로 진출하고 있다.',
		'우리의 생활 속에서 로봇을 활용하는 범위가 확대되며 로봇 공학자를 필요로 하는 산업은 지속적으로 증가할 예정이다.',
		'- 교육부, 『제4차 산업 혁명 시대 미래 직업 가이드',
		'64 1. 자신과의 관계'		
	]
});
ARR.push({
	page:65,
	words: [
		'교실 밖 생각 수업',
		'도덕적 딜레마',
		'만약 과거로 돌아갈 수 있다면',
		'영화 「어바웃 타임」',
		'성인이 된 날, 주인공 팀은 아버지에게서 놀라운 비밀을 듣는다.',
		'“우리 집안의 남자들은 시간 여행을 할 수 있어.”',
		'아버지는 덧붙인다.',
		'“진정으로 원하는 삶을 살기 위해 신중히 그 능력을 써야 해.”',
		'팀은 이 비밀스러운 능력을 이용하여 결혼에 성공하고 예쁜 아이까지 낳으며 완벽한 행복을 누린다.',
		'그러던 중 동생이 사고로 크게 다치는 사건이 발생한다.',
		'시간을 과거로 되돌린 팀은 동생의 사고를 없던 일로 만드는 데 성공한다.',
		'그러나 애써구한 동생은 불성실한 나날을 보내고, 난생처음 보는 아이가 자신의 아이가 되어 있는 등 갈수록 상황은 꼬여만 간다.',
		'깨달음을 얻은 팀은 시간 여행을 멈춘다.',
		'그는 “이제 나는 시간 여행을 하지 않는다. 그저 내가 이 날을 위해 시간 여행을 한 것처럼, 나의 특별하면서도 평범한 마지막 날이라고 생각하며 하루하루 완전하고 즐겁게 지내려고 노력할 뿐이다.”라고 말한다.',
		'세상 속으로',
		'1단계',
		'2단계',
		'만약 내게 팀처럼 과거로 돌아갈 수 있는 능력이 생긴다면 어떤 선택을 할까?',
		'과거로 돌아간다.',
		'내가 했던 실수, 잘못된 선택을 모두 지우고 깨끗하게 다시 시작하고 싶어.',
		'기회가 있다면 더 잘할 수 있어!',
		'과거로 돌아가지 않는다.',
		'과거로 돌아갈 수 있다고 생각한다면 현재에 최선을 다하지 않고 살 수도 있어.',
		'또한 지금 내 옆에 있고, 내가 소중하게 생각하는 많은 것을 잃을 수도 있어',
		'위와 같이 생각한 까닭은 무엇일까? 내가 생각하는 행복의 의미를 바탕으로 그 까닭을 써 보자.',
		'세상속으로 65'      
	]
});
ARR.push({
	page:66,
	words: [
		'대단원 마무리',
		'생활 속 가치 실천',
		'성실',
		'대단원 마무리',
		'https://code.jihak.co.kr/qr/TWhhMPiuVkQyCpKK',
		'나의 강점은 무엇일까',
		'활동하기',
		'다음은 강점 검사지이다. 빈칸을 완성하고 자신의 강점을 실천해 보자.',
		'자신의 강점을 확인하고 그것을 꾸준히 실천하면 긍정적인 정서를 느끼고 행복한 삶을 사는 데 큰 도움이 된다. 다음 문항을 읽고 점수를 써 보자. 그리고 합계를 계산하여 1위부터 24위까지 순위를 써 보자.',
		'점수 기준',
		'자신과 매우 다르다(1점), 다르다(2점), 보통이다(3점), 비슷하다(4점), 매우 비슷하다(5점)',
		'단 *표시가 된 문항은 매우 다르다(5점), 다르다(4점), 보통이다(3점), 비슷하다(2점), 매우 비슷하다(1점)',
		'미덕',
		'강점',
		'문항',
		'1~5점',
		'합계',
		'순위',
		'지혜와 지식',
		'호기심',
		'학구열',
		'판단력(개방성)',
		'창의성',
		'예견력(통찰력)',
		'혼자 있을 때도 전혀 심심하지 않다.',
		'알고 싶은 것이 있을 때는 대부분의 내 또래 아이들보다 더 열심히 책, 컴퓨터 등을 찾아본다.',
		'새로운 것을 배우면 무척 기쁘다.',
		'박물관이나 도서관에 가는 것이 정말 싫다.*',
		'친구들과 게임이나 놀이를 하는 도중에 문제가 생기면 그 원인을 금방 알아낸다.',
		'부모님은 항상 내 판단이 틀렸다고 지적하신다.*',
		'언제나 재미있고 새로운 아이디어를 제안한다.',
		'내 또래 아이들보다 상상력이 훨씬 더 뛰어나다.',
		'어른들은 내가 나이에 비해 아주 어른스럽다고 말씀하신다.',
		'사람이 살아가는 데 정말로 중요한 것이 무엇인지 안다.',
		'용기',
		'용감성',
		'끈기',
		'정직',
		'열정',
		'아무리 두려워도 내가 한 말은 끝까지 지킨다.',
		'설령 놀림감이 되더라도 옳다고 생각한 대로 한다.',
		'부모님은 언제나 내가 끝까지 해냈다고 칭찬하신다.',
		'목표를 달성한 것은 내가 열심히 했기 때문이다.',
		'다른 사람의 일기나 편지는 절대로 훔쳐보지 않는다.',
		'곤경에서 빠져나올 수 있다면 거짓말이라도 할 것이다.*',
		'내 삶을 사랑한다.',
		'아침에 눈을 뜰 때마다 새로운 하루를 시작한다고 생각하면 흥분이 된다.',
		'사랑과 인간애',
		'사랑',
		'친절',
		'사회성 지능',
		'내가 누군가의 삶에서 가장 중요하다는 것을 알고 있다.',
		'형이나 누나, 사촌 형제와 심하게 싸우더라도 나는 여전히 그들을 진심으로 사랑한다.',
		'새로 전학이나 이사 온 친구에게 잘해 주려고 노력한다.',
		'부탁을 받지 않고도 자진해서 이웃이나 부모님을 도와드린 적이 있다.',
		'어떤 단체에 가입하더라도 그 회원들과 잘 어울린다.',
		'즐거울 때든 슬플 때든 화날 때든 대부분 그 까닭을 알고 있다.',
		'66 1. 자신과의 관계'
	]
});
ARR.push({
	page:67,
	words: [
		'미덕',
		'강점',
		'문항',
		'1~5점',
		'합계',
		'순위',
		'진로 연계',
		'민주시민',
		'디지털 소양',
		'생태전환',
		'정의감',
		'시민 정신(팀워크)',
		'공정성',
		'지도력',
		'동아리 활동이나 방과 후 활동을 하는 것이 정말 즐겁다.',
		'학교에서 실시하는 단체 활동을 정말 잘할 수 있다.',
		'설령 내가 싫어하는 사람이라도 그 사람을 공정하게 대한다.',
		'나는 잘못하면 언제나 그 사실을 인정한다.',
		'친구들과 게임이나 운동을 할 때면, 친구들은 언제나 내가 대표가 되기를 바란다.',
		'친구들이나 우리 팀에 속한 아이들은 나를 대표로서 신뢰하고 존경한다.',
		'절제력',
		'용서',
		'겸손',
		'신중함',
		'자기 통제력',
		'누군가 내 기분을 상하게 하더라도 절대로 그 사람에게 앙갚음하려고 하지 않는다.',
		'사람들이 잘못했을 때 용서한다.',
		'내가 말하기보다는 다른 사람에게 말할 기회를 더 많이 준다.',
		'사람들은 나에게 잘난 척한다고 말한다.*',
		'나를 위험에 빠뜨릴 것 같은 상황이나 친구들은 피한다.',
		'어른들은 내가 말이나 행동을 할 때 현명하게 선택한다고 말씀하신다.',
		'필요하다면 게임이나 텔레비전(혹은 영상) 시청을 바로 그만둘 수 있다.',
		'항상 일을 늦게 한다.*',
		'영성과 초월성',
		'감상력',
		'감사',
		'희망',
		'유머 감각',
		'영성',
		'대부분의 내 또래보다 음악이나 영화 감상, 춤추기를 훨씬 더 좋아한다.',
		'가을에 나뭇잎 색깔이 변해 가는 모습을 보는 것이 기쁘다.',
		'내 삶을 생각해 보면 고마워할 것이 많다.',
		'선생님께서 나를 도와주실 때 “고맙습니다.”라고 말하는 것을 잊어버린다.*',
		'학교 성적이 나쁘게 나오면 항상 다음에는 더 잘 나올 것이라고 생각한다.',
		'나는 미래에 아주 행복한 어른이 될 것이다',
		'친구들은 대부분 나랑 같이 놀 때 정말 재미있어한다',
		'친구가 우울해 보이거나 내 기분이 좋지 않을 때, 더 즐거운 분위기를 만들기 위해 일부러 재미있는 행동을 하거나 우스갯소리를 한다.',
		'사람은 저마다 특별한 존재이며 중요한 삶의 목적이 있다고 믿는다.',
		'불행한 일이 생기면 신앙심으로 극복할 수 있다.',
		'(강점 점수 합계: 9~10점 대표 강점, 4~6점 약점)',
		'- 마틴 셀리그만, 『마틴 셀리그만의 긍정 심리학』',
		'활동 보고서',
		'검사 결과를 바탕으로 나의 강점을 계발하고 실천하기 위한 계획을 세워 보자.',
		'나의 강점 실천 계획서',
		'나의 대표 강점',
		'나의 희망 진로·직업',
		'강점을 실현할 수 있는 진로·직업',
		'희망 진로·직업을 갖기 위한 강점 계발 계획',
		'나의 대표 강점이 희망 진로·직업에 어떤 도움이 될까?',
		'대단원 마무리 67'			
	]
});
ARR.push({
	page:68,
	words: [
		'2 타인과의 관계',
		'1 가정의 모습은 어떠해야 할까',
		'2 우정이 소중한 까닭은 무엇일까',
		'3 가상공간에서 타인을 어떻게 대해야 할까'     
	]
});
ARR.push({
	page:69,
	words: [
		'이 단원을 들어가며',
		'인간은 다른 사람과 더불어 살아가야 하는 존재이다.',
		'우리는 태어나면서부터 만나는 가족, 친구, 나아가 가상공간에서 만나는 사람들에 이르기까지 다양한 관계를 맺는다.',
		'다양한 관계 속에서 일어나는 갈등을 도덕적으로 해결하려면 어떻게 해야 할까?'		
	]
});
ARR.push({
	page:70,
	words: [
		'1 가정의 모습은 어떠해야 할까',
		'용어 미리 보기',
		'https://code.jihak.co.kr/qr/hSzZkDebfgisRGBi',
		'자애',
		'우애',
		'효',
		'가족의 도리',
		'유대감',
		'정서적·배려적 공동체',
		'도덕적 삶의 토대',
		'가정이란',
		'바람직한 가정',
		'올바른 소통',
		'민주적 결정',
		'감사하는 자세',
		'70 2. 타인과의 관계'
	]
});

ARR.push({
	page:71,
	words: [
		'1 가정이란 무엇일까',
		'학습 목표',
		'가정의 의미를 설명할 수 있다.',
		'가정의 기능을 제시할 수 있다.',
		'생각 열기',
		'다음은 가족의 사랑을 느낄 수 있는 사례이다.',
		'가정의 의미를 생각하며 물음에 답해 보자.',
		'1 치매를 앓는 엄마가 놓지 않았던 기억 하나가 있습니다',
		'2 할머니, 어디를 찾으세요?',
		'내 딸이 아기를 낳고 병원에 있어요.',
		'3 어느 병원인지 모르세요?',
		'내 딸이 아기를 낳고 병원에 있어요.',
		'빨리 가야 해요.',
		'4',
		'5 아가, 얼른 먹어.',
		'6 엄마의 보따리에는 사랑이 담겨 있었습니다.',
		'- 부산 지방 경찰청 사회 관계망 서비스(SNS)',
		'내가 가족의 사랑을 느꼈던 순간은 언제일까?',
		'1. 가정의 모습은 어떠해야 할까 71'
	]
});
ARR.push({
	page:72,
	words: [
		'가족과 가정의 차이',
		'가족: 결혼, 혈연, 입양 등으로 이루어진 사회 집단 또는 그 구성원을 의미한다.',
		'가정: 가족이 생활을 함께하는 생활 공동체를 뜻한다.',
		'조손 가정',
		'조부모와 손자녀만으로 이루어진 가족을 뜻한다.',
		'저출산 고령화',
		'태어나는 아이의 수가 줄어 출산율이 낮아지고 노인 인구의 비율이 높아지는 현상을 의미한다.',
		'1인 가구',
		'가구원이 1명인 가구를 말한다.',
		'가정의 의미와 형태',
		'우리는 태어나면서 한 가족의 구성원이 되고, 가족의 사랑과 보살핌 속에서 사회 구성원으로 성장한다.',
		'가족 구성원이 함께 생활하는 장소이자 애정 과 유대감을 바탕으로 서로를 믿고 지지하며 살아가는 공동체를 가정 이라고 한다.',
		'과거에는 주로 남녀가 결혼하여 가정을 이루고 출산과 입양을 통해 가족이 확대되었다.',
		'하지만 오늘날에는 한 부모 가정, 재혼 가정, 다문화 가정, 조손 가정 등 가정의 형태가 다양해졌으며 저출산 고령화 현상으로 인해 무자녀 가정, 노인 가정, 1인 가구의 수가 늘어나고 있다.',
		'또한 결혼, 출산, 입양과 무관한 이들도 가족이 될 수 있다는 점을 알려 주는 사례가 생겨나고 있다. 다음 글을 읽어 보자.',
		'스무 명이 넘는 북한 이탈 청소년을 양육하는 자활꿈터의 운영자 김태훈 씨는 ‘총각 엄마’라고 불린다.',
		'그는 혈연으로 이루어지지 않아도, 입양으로 이어지지 않아도 가족이 될 수 있다는 것을 17년의 세월 동안 몸소 보여 주고 있다.',
		'자활꿈터에서 사는 아이들은 부모가 없거나 있어도 보살피기 어려운 아이들이다.',
		'그는 다른 부모와 마찬가지로 아이들을 위해 집안일을 도맡아하고 아이들의 옷차림과 준비물을 꼼꼼하게 살핀다.',
		'그는 자신의 신념을 이렇게 밝혔다.',
		'“저는 우리 집이 기관이나 시설이라고 생각하지 않아요.',
		'그건 외부에서 보는 시각이지 저에게는 ‘우리 집’이고 ‘우리 가족’입니다.',
		'집에서 사랑받는 아이는 학교에서도 사랑받습니다.',
		'제 목표는 우리 아이들이 사회에서도 사랑받는 아이로 성장하도록 돕는 것입니다.”',
		'여성가족부, 「가족 이야기」 사진전',
		'- 「웹진 참사람」 제15호, 2022',
		'이처럼 가정의 형태는 다양하지만 모든 가정은 애정과 유대감을 가진 집단이라는 공통점을 갖는다.',
		'따라서 다양한 가정의 형태를 인정하고 편견 없이 받아들이는 자세를 지녀야 한다.',
		'1인 가구 추이 (단위: 천 가구, %)',
		'전체 가구',
		'1인 가구',
		'1인 가구 비중',
		'27.2',
		'28.6',
		'30.2',
		'33.4',
		'19,111',
		'19,674',
		'20,343',
		'21,448',
		'5,203',
		'5,619',
		'6,148',
		'7,166',
		'2015',
		'2017',
		'2019',
		'2021(년)',
		'1인 가구는 우리나라 가구 유형 중 가장 큰 비중을 차지하고 있대!',
		'72 2. 타인과의 관계'
	]
});
ARR.push({
	page:73,
	words: [
		'가정의 기능',
		'갓 태어난 아이는 혼자 밥을 먹기도 몸을 움직이기도 힘들다.',
		'그렇기 때문에 누군가의 보살핌을 받지 않는다면 생존하기 어렵다.',
		'만약 가정이라는 울타리가 없다면 우리는 온전하게 성장하기 힘들었을 것이다.',
		'이처럼 가정은 우리를 외부의 위험으로부터 보호 하여 안전하게 생활할 수 있게 해 준다.',
		'또한 입을 옷과 먹을 음식, 잠을 자거나 휴식을 취할 수 있는 집 등 사람이 사람답게 살기 위해 기본적으로 필요한 것을 제공 하여 삶을 유지할 수 있도록 돕는다.',
		'가정의 역할은 보호와 경제적 지원에만 그치지 않는다.',
		'성적이 떨어져 우울하거나 친구와 다투고 나서 기분이 상했을 때, 우리는 가족이 내 옆에 있다는 사실만으로도 위로를 받는다.',
		'사람들은 가족 구성원의 사랑과 응원 속에서 정신적 안정과 심리적 만족감을 느끼고, 이러한 정서적 지지를 바탕으로 사회에서 성취를 이루어 나간다.',
		'오늘날 개인주의와 극심한 경쟁 등으로 불안감을 느끼고 스트레스를 호소하는 사람들이 많아지면서 정서적·배려적 공동체 로서 가정의 중요성이 더욱 강조되고 있다.',
		'또한 가정은 자녀를 양육하여 책임감 있는 사회 구성원으로 성장하도록 돕는다.',
		'우리는 가정에서 예절과 규칙을 배우며 인간의 도리를 학습해 나간다.',
		'가정에서 받은 교육은 개인의 가치관과 성격 형성에 영향을 주고, 가정에서 익힌 도덕적 가치와 규범은 우리가 도덕적 인간으로 성장할 수 있도록 돕는다.',
		'이러한 의미에서 가정은 우리의 정체성과 인격을 형성하는 도덕적 삶의 토대 이다.',
		'가정의 기능',
		'외부의 위험으로부터 보호',
		'의식주 제공',
		'정서적·배려적 공동체',
		'도덕적 삶의 토대',
		'비판적 사고력',
		'도덕적 공동체',
		'자료 읽기',
		'가족은 어디까지 확장될 수 있을까',
		'지방 자치 단체들은 최근 몇 년 새 외로움과 불안 등을 겪는 고령층을 위해 돌봄 로봇을 제공하여 맞춤 돌봄을 실시하고 있다.',
		'홀로 사는 김◯◯ 어르신은 구청에서 지급한 인공지능(AI) 돌봄 로봇 ‘효순이’ 덕에 삶의 활력을 되찾았다.',
		'손녀의 모습과 친근한 목소리를 가진 효순이의 머리를 쓰다듬거나 등을 토닥이면 “할머니가 세상에서 제일 좋아요.”라고 애교를 부린다.',
		'효순이는 사람과 대화할 기회가 부족한 할머니의 말벗이 되어 주고 우울증 해소에 도움을 주고 있다.',
		'약 복용 시간 등 일정 알람 기능과 여가 지원 기능도 갖추고 있을 뿐만 아니라, 할머니에게 24시간 동안 움직임이 느껴지지 않으면 보호자에게 긴급 연락하여 고립사를 예방할 수도 있다.',
		'- 『세계일보』, 2021. 5. 8',
		'인공지능 돌봄 로봇을 가족이라고 할 수 있을까?',
		'할아버지, 약 드세요.',
		'할머니, 사랑해요.',
		'1. 가정의 모습은 어떠해야 할까 73'
	]
});
ARR.push({
	page:74,
	words: [
		'도덕으로 세상보기',
		'가족 사이의 도리',
		'안녕? 나는 성균관에 머무르며 공부하는 김유생이라고 해.',
		'나는 너희와 함께 전통 도덕에 대한 이야기를 나누고자 과거에서 왔어.',
		'우리 조상들은 가정의 기능 중 도덕적 기능 을 매우 강조했어.',
		'가정에서 가족 사이의 도리를 실천하면서 도덕적 인간으로 성장할 수 있다고 보았단다.',
		'그렇다면 우리 조상들이 중요하게 여긴 가족 사이의 도리를 살펴보고 오늘날의 우리가 이러한 도리를 어떻게 실천할 수 있을지 생각해 보자.',
		'자애 가정',
		'부모가 자녀에게 지켜야 할 도리로 자애(慈 사랑 자, 愛 사랑 애) 가 있어.',
		'자애란 부모가 아무런 대가도 바라지 않고 자녀에게 베푸는 헌신적인 사랑을 말해.',
		'우리 조상들은 부모가 자녀에게 아낌없는 사랑을 베풀며 자녀가 올바른 사람으로 성장할 수 있도록 이끄는 자세를 지녀야 한다는 점을 강조했어.',
		'자녀가 어떤 행동을 해도 무조건 감싸거나, 자녀가 스스로 해야 할 일을 대신 도맡아 해 주는 부모를 자애롭다고 하지는 않을 거야.',
		'다음 그림을 보고 자애로운 부모란 어떤 부모일지 함께 생각해 볼까?',
		'1 헬리콥터 부모',
		'당연히 우리 아이가 학예회에서 연극 주인공을 맡아야',
		'2 고슴도치 부모',
		'3 호랑이 부모',
		'질문',
		'그림에 나타난 부모의 사랑은 진정한 사랑일까?',
		'만약 내가 부모라면 위의 상황에 각각 어떻게 대처할지 그림으로 그려 보자.',
		'74 2. 타인과의 관계'	
	]
});
ARR.push({
	page:75,
	words: [
		'효 가정',
		'자녀가 부모에게 지켜야 할 도리로는 효(孝 효도할 효) 가 있어.',
		'효는 우리를 낳고 길러 주신 은혜에 보답하여 부모님을 공경하고 잘 섬기는 것을 말해.',
		'우리 조상들은 효를 매우 중요시했지만 요즘은 효에 대한 관심이 줄어들고 있어.',
		'그리고 효를 실천하는 것에 부담을 느끼기도 해.',
		'그럼, 다음 그림을 보고 중학생으로서 효를 실천할 수 있는 쉬운 방법을 생각해 볼까?',
		'1 자, 다음 시간까지 ‘내가 실천할 수 있는 효도’에 대해서 생각해 오세요.',
		'2 효도',
		'“부모님을 위해 신장을 기증한 김◯◯ 씨”',
		'“치매를 앓는 부모님을 30년간 봉양한 정◯◯ 씨”',
		'3 효도는 이렇게 대단한 사람들만 할 수 있는 어려운 것일까?',
		'그런 일만 효도인 것은 아니야.',
		'4 얼마 전에 아버지가 좋아하시는 가수 공연 표를 대신 예매해 드렸는데 정말 기뻐하셨어. 이런 것도 효도가 아닐까?',
		'그런 것도 효도가 될 수 있겠구나!',
		'질문',
		'우리가 일상생활에서 쉽게 실천할 수 있는 효도에는 무엇이 있을까?',
		'이처럼 부모님의 말씀에 귀를 기울이고 부모님의 사랑에 감사하는 마음을 갖는다면 우리는 일상생활 속에서도 어렵지 않게 효를 실천할 수 있다는 걸 잊지 말아야 해.',
		'우애 가정',
		'형제자매가 서로에게 지켜야 할 도리로는 우애(友 벗 우, 愛 사랑 애) 가 있어.',
		'우애란 형제자매가 서로 아끼고 사랑하며 정답게 지내는 거야.',
		'한 가정 안에서 함께 자라기에 그 누구보다 더 가깝고 서로에게 의지가 되는 존재가 바로 형제자매이지만 우리는 종종 그들과 다투기도 하지.',
		'하지만 가까운 사이라고 해서 함부로 대해서는 안 돼.',
		'또한 서로 보살피고 존중하는 자세를 가지고, 갈등이 생길 때는 조금씩 양보하고 대화를 하며 해결해야 해.',
		'자, 지금까지 우리 조상들이 생각한 가족 사이의 도리가 무엇인지 살펴보았어.',
		'가정에서 가족 구성원으로서 지켜야 할 도리를 실천하며 살아가는 태도는 올바른 사회 구성원으로 성장하는 데 영향을 미쳐.',
		'그러니 오늘 당장 집에가서 가족 구성원으로서 우리가 지켜야 할 도리를 실천해 보자!',
		'1. 가정의 모습은 어떠해야 할까 75'
	]
});
ARR.push({
	page:76,
	words: [
		'활동하기',
		'가장 중요한 가정의 기능은 무엇일까',
		'도덕적 상상력',
		'도덕적 공동체',
		'가정의 여러 가지 기능 중 가장 중요하다고 생각하는 기능을 잘 보여 주는 사진을 찾거나 그림을 그려 보고, 그 까닭을 친구들에게 이야기해 보자.',
		'가정',
		'가정 외 2명이 좋아합니다.',
		'#사진/그림 설명',
		'가족 봉사단 활동 사진',
		'#가장 중요한 기능',
		'도덕적 기능',
		'#가장 중요한 까닭',
		'가족과 함께 봉사 활동을하며 봉사의 의미와 나눔의 가치를 깨달을 수 있고, 봉사 활동을 즐거워하는 사람이 될 수 있기 때문이다.',
		'스스로 점검하기',
		'다음 내용을 스스로 점검해 보자.',
		'1 가정의 의미를 이해하고 다양한 가정의 형태를 편견 없이 받아들이는 자세를 지닐 수 있다.',
		'2 가정의 기능을 제시하고 도덕적 삶의 토대로서 가정의 중요성을 설명할 수 있다.',
		'그렇다',
		'아니다',
		'다시 보기',
		'72쪽',
		'73쪽',
		'76 2. 타인과의 관계'	
	]
});
ARR.push({
	page:77,
	words: [
		'2 가정에서의 갈등을 어떻게 해결할까',
		'학습 목표',
		'가정에서 발생하는 갈등의 원인을 설명할 수 있다.',
		'가정에서 발생하는 갈등을 해결하기 위해 노력하는 자세를 지닐 수 있다',
		'생각 열기',
		'다음은 한 가족의 단체 대화방이다. 가족 사이의 올바른 소통 방식을 생각하며 물음에 답해 보자',
		'우리 가족',
		'저는 오늘 늦어요. ◯◯이 집에서 도덕 숙제할 거예요.',
		'◯◯이? 그 아이는 반에서 꼴찌잖니.',
		'너보다 공부 못하는 친구와 어울리지 말렴! 얼른 집으로 들어와!',
		'너 지금 놀고 있잖아. 엄마가 모를 줄 알아? 왜 자꾸 거짓말을 하니?',
		'아빠',
		'엄마',
		'동생',
		'이 가족의 소통 방식은 바람직할까?',
		'1. 가정의 모습은 어떠해야 할까 77'	
	]
});
ARR.push({
	page:78,
	words: [
		'가정은 모든 일의 출발점이자 최후의 보루다.',
		'버지니아 사티어,『아이는 무엇으로 자라는가』',
		'가정에서 발생하는 갈등',
		'우리는 함께 생활하는 가족 구성원과 크고 작은 갈등을 겪으며 살아간다.',
		'가정에서 일어나는 갈등을 제대로 해결하지 못하면 가족 구성원에게 부정적인 영향을 미치지만, 갈등을 효과적으로 해결하면 가족 간 유대감이 강화되어 더욱 건강하고 바람직한 가정을 만들 수 있다.',
		'그렇다면 가정에서는 주로 어떤 갈등이 일어날까?',
		'먼저 서로에 대한 관심과 이해가 부족 해 생기는 갈등이 있다.',
		'최근에는 가족이 함께하는 시간이 줄어들어 가족 구성원들이 서로를 알아갈 기회가 부족해지고 있으며, 이로 인해 갈등이 발생한다.',
		'이것들은 다 뭐니?',
		'이것들 다 버리고 공부나 해라!',
		'제가 가장 좋아하는 가수라고 말씀드렸잖아요.',
		'엄마는 왜 저의 취미 생활을 이해해 주지 않으세요?',
		'활동하기',
		'나는 우리 가족을 얼마나 알고 있을까',
		'배려적 사고력',
		'도덕적 공동체',
		'나와 가장 가까운 가족 구성원을 한 명 정하고, 그 사람에 대해 얼마나 알고 있는지 점검해 보자.',
		'1. 가족의 생일은?',
		'2. 가족의 혈액형은?',
		'3. 가족이 가장 좋아하는 계절은?',
		'4. 가족이 가장 좋아하는 음식은?',
		'5. 가족이 가장 좋아하는 가수는?',
		'6. 가족이 집에 와서 가장 먼저 하는 행동은?',
		'7. 가족이 즐겨 사용하는 이모티콘은?',
		'0~2개 작성: 가족에 대해 무관심한 상태 지금 당장 가족과 대화가 필요합니다!',
		'3~5개 작성: 가족에 대해 잘 모르는 상태 가족에게 조금 더 관심을 가져 주세요!',
		'6~7개 작성: 가족에 대해 잘 아는 상태 이대로 유지해 주세요!',
		'가족에 대해 더 알고 싶은 것이 있니?',
		'질문을 추가해 보자.',
		'78 2. 타인과의 관계'		
	]
});
ARR.push({
	page:79,
	words: [
		'또한 잘못된 의사소통 으로 인해 갈등이 일어나기도 한다.',
		'서로의 말을 경청하지 않고 자신의 입장만을 고집스럽게 주장하거나, 잘못된 태도나 언어로 상대방을 대하는 경우 서로에게 상처를 줄 수 있다.',
		'가정에서 발생하는 갈등',
		'관심, 이해 부족으로 발생하는 갈등',
		'잘못된 의사소통으로 발생하는 갈등',
		'불공평한 역할 분담으로 발생하는 갈등',
		'경청',
		'|傾 기울 경, 聽 들을 청|',
		'귀를 기울여 듣다.',
		'1 아빠, 저 이번 시험을 망쳤어요.',
		'열심히 공부했는데. 속상해요.',
		'2 한심하구나. 이번 달에는 용돈 없다!',
		'아빠! 정말 짜증 나요!',
		'더불어 불공평한 역할 분담 때문에 갈등이 발생하기도 한다.',
		'집안일을 특정 가족 구성원이 도맡아 해야 한다고 생각하거나 역할 분담이 민주적이지 못한 방식으로 이루어지면 갈등이 일어난다.',
		'1 여보, 얘들아. 같이 빨래를 개자.',
		'2 그래. 우리 다 같이 빨래를 개자.',
		'3 저희는 학원 다녀와서 피곤해요.',
		'빨래는 엄마 일이잖아요.',
		'4 이게 왜 내 일이니?',
		'그리고 엄마도 일하고 와서 피곤해!',
		'이 밖에도 다양한 원인으로 갈등이 나타날 수 있다.',
		'가정에서 갈등이 발생했을 때는 피하거나 외면하지 말고 가족이 함께 갈등에 적극적으로 대처하며 갈등을 해결하기 위해 노력해야 한다.',
		'가사 분담을 공평하게 (단위: %)',
		'해야 한다(13세 이상 남녀)',
		'하고 있다(아내)',
		'45.3',
		'47.5',
		'53.5',
		'59.1',
		'62.5',
		'64.7',
		'15.5',
		'16.0',
		'17.7',
		'19.5',
		'20.2',
		'20.5',
		'2012',
		'2014',
		'2016',
		'2018',
		'2020',
		'2022',
		'(년)',
		'- 통계청, 2022',
		'가사를 공평하게 분담해야 한다고 생각하는 사람이 점차 많아지고 있어',
		'1. 가정의 모습은 어떠해야 할까 79'	
	]
});
ARR.push({
	page:80,
	words: [
		'활동하기',
		'우리 집에서는 어떠한 갈등이 일어날까',
		'비판적 사고력',
		'도덕적 공동체',
		'우리 가족이 겪은 갈등을 그 원인에 따라 나누어 보고, 갈등 상황에 대해 주어진 표를 완성해 보자.',
		'1 관심과 이해 부족으로 일어난 갈등',
		'갈등을 겪은 인물',
		'자세한 갈등 상황',
		'느낀 점',
		'2 잘못된 의사소통으로 일어난 갈등',
		'갈등을 겪은 인물',
		'자세한 갈등 상황',
		'느낀 점',
		'3 불공평한 역할 분담으로 일어난 갈등',
		'갈등을 겪은 인물',
		'자세한 갈등 상',
		'느낀 점',
		'4 (으)로 일어난 갈등',
		'갈등을 겪은 인물',
		'자세한 갈등 상황',
		'느낀 점',
		'80 2. 타인과의 관계'     
	]
});
ARR.push({
	page:81,
	words: [
		'가정에서 발생하는 갈등 해결을 위한 방법',
		'가족 사이에 갈등이 발생했을 때 저절로 해결될 것이라고 생각하여 적극적인 노력을 기울이지 않는다면 가족의 결속력이 약해질 수 있다.',
		'따라서 가정에서 갈등이 일어났다면 가족이 함께 적극적으로 참여하여 문제를 해결하기 위해 노력해야 한다.',
		'그렇다면 가정에서의 갈등을 어떻게 해결할 수 있을까?',
		'먼저 가족 구성원들은 올바른 소통의 자세 를 갖추어야 한다.',
		'다음 글을 읽고 가족 간 올바른 소통의 중요성에 대해 생각해 보자.',
		'결속력',
		'|結 맺을 결, 束 묶을 속, 力 힘 력|',
		'뜻이 같은 사람끼리 서로 단결하는 성질을 말한다.',
		'힘든 회사 일로 지친 김 씨는 우울한 표정으로 집에 들어왔다.',
		'남편의 모습을 본 아내는 순간 ‘무슨 일이 있나?’라고 생각하며 마음이 불편해졌다.',
		'저녁을 차리고 식사를 하는 동안 남편은 그저 휴대 전화만 내려다보며 묵묵히 저녁을 먹었다.',
		'남편의 태도에 아내의 말이 날카로워졌다.',
		'“여보, 도대체 왜 그래? 뭐라고 말 좀 해 봐!”',
		'짜증이 섞인 아내의 말에 남편 역시 화가 치밀어 올랐다.',
		'“무슨 일이 있기는. 그리고 밥 먹을 때 아무 말 안 한다고 왜 신경질이야. 나는 조용히 먹지도 못 해!”',
		'아내와의 다툼으로 예민해진 남편의 눈에 휴대 전화를 보고 있는 아이의 모습이 들어왔다.',
		'“너 지금 숙제는 하고 노는 거야?”',
		'아빠의 말에 아이는 퉁명스럽게 대답하였다.',
		'“이것만 보고 할 거예요.”',
		'아이의 말대답에 아빠는 더욱 신경질적으로 대답하였다.',
		'“숙제도 안 하고 뭐 하는 거야! 넌 왜 맨날 그 모양이니?”',
		'- 최광현, 『가족의 두 얼굴』',
		'위의 사례처럼 가족을 사랑하는 마음을 가지고 있어도 올바른 방식으로 소통하려 하지 않는다면 가족에게 그 사랑이 전해지지 않을 수 있다.',
		'따라서 가족의 인격과 삶을 존중하는 태도를 가지고 가족의 생각과 감정을 깊이 있게 이해하려는 공감적 소통을 실천해야 한다.',
		'공감적 소통 이란 상대방이 말하는 내용 뿐만 아니라 그 감정까지도 이해하려고 노력하고, 이를 바탕으로 적절한 반응을 보이는 것을 말한다.',
		'이때 상대방의 몸짓이나 표정에도 주의를 기울이며 고개를 끄덕이는 등 잘 듣고 있다는 신호를 주는 것이 중요하다.',
		'또한 상대방의 말이 끝난 후에는 들은 이야기를 요약하여 다시 이야기함으로써 자신이 이해한 바와 상대방의 의도가 일치하는지 확인하고, 상대방의 감정에 충분히 공감하고 있음을 표현한다면 소통이 더욱 원활해질 수 있다.',
		'공감적 소통의 첫걸음은 경청이야.',
		'내 생각을 잘 전하는 것이 아니라 상대방의 이야기를 잘 듣는 것이 소통의 시작이라는 점을 잊지 말자!',
		'1. 가정의 모습은 어떠해야 할까 81'   
	]
});
ARR.push({
	page:82,
	words: [
		'가족 간의 갈등 해결 방법',
		'올바른 소통의 자세 갖',
		'민주적 과정을 통해 결정하기',
		'감사하는 자세 갖기',
		'가족 간의 갈등 해결을 위한 사회적 차원의 도움도 받을 수 있어!',
		'가족 상담 프로그램이 필요하다면이 누리집을 방문해 보자!',
		'탐구',
		'공감적 소통의 방법',
		'1 어떻게 하지?',
		'앞머리를 너무 짧게 잘랐나 봐.',
		'2 내 게시 글에 아무도 관심을 가져 주지 않아.',
		'위 상황에 맞는 공감적 소통의 방법은 무엇인지 짝과 함께 이야기하며 말풍선을 채워 보자.',
		'가족 센터',
		'www.familynet.or.kr',
		'다양한 가족 지원 정책을 실행하기 위해 설립된 기관으로 가정생활 전반에 관한 문제를 담당한다.',
		'가족의 일을 민주적 과정 을 통해 결정해 나가려는 태도 역시 가족 사이의 갈등을 해결하는 데 도움을 준다.',
		'가족 구성원은 자신에게 주어진 역할과 책임을 충실히 수행하려는 자세를 지녀야 하지만, 그 역할과 책임을 어느 한 사람이 일방적으로 강요해서는 안 된다.',
		'가족 구성원이 함께 모여 개인의 능력과 상황을 생각하며 자신이 맡을 역할과 책임이 무엇인지 의논하는 과정을 거쳐야 한다.',
		'활동하기',
		'가족과 관련된 직업',
		'도덕적 공동체',
		'건강 가정사란 가족 구성원 사이의 문제 예방과 해결을 돕는 전문가로서, 전국의 가족 센터에서 건강한 가정 유지를 위한 프로그램 개발 등의 업무를 수행하고 있다.',
		'또한 민주적이고 평등한 가족 관계 교육을 포함한 건강 가정 교육을 시행하고, 가정과 관련된 정보 및 자료를 제공한다.',
		'더불어 아동 보호 전문 기관 등 지역 사회 자원과 연계하여 가족의 문제를 해결하는 데 도움을 주고 있다.',
		'- 한국 건강 가정 진흥원 가족 센터 누리집',
		'내가 만약 건강 가정사라면 어떤 가족 교육 프로그램을 만들고 싶은지 써 보자.',
		'프로그램명',
		'예시',
		'우리 가족만의 조리법 만들기',
		'설명',
		'우리 가족이 가장 좋아하는 음식 한 가지를 정해 만들어 보면서 우리 가족만의 특색이 담긴 조리법을 기록해 보는 프로그램',
		'82 2. 타인과의 관계'
	]
});
ARR.push({
	page:83,
	words: [
		'마지막으로 가족 구성원은 서로에게 감사하는 자세 를 지녀야 한다.',
		'어떤 이들은 가족이 자신을 위해 베푸는 배려와 사랑을 가족이라면 당연히 해 주어야 하는 일로 여기고 고마움을 표현하지 않는다.',
		'하지만 가장 가까이에서 가장 많은 시간을 함께 보내는 가족일수록 자신을 향한 헌신과 사랑에 감사하는 마음을 갖고 고마움을 적극적으로 표현해야 한다.',
		'다른 사람에 대한 사랑은 가정에서부터 시작된다',
		'토머스 브라운, 『의사의 종교』',
		'활동하기',
		'가족에게 감사의 편지 보내기',
		'배려적 사고력',
		'도덕적 공동체',
		'다음을 보고 물음에 답해 보자',
		'1 우리 가족의 모습을 떠올리며 가족 이모티콘을 만들어 보자.',
		'예시',
		'2 위에서 만든 이모티콘을 활용하여 가족에게 말로 하지 못했던 사랑과 감사의 마음을 담아 편지를 써 보자.',
		'편지를 받을 가족',
		'편지를 보내는 까닭',
		'편지를 보내고 느낀 점',
		'아빠께',
		'매일 학원에서 늦게 돌아오는 저를 기다려 주시고 맛있는 야식도 정성껏 준비해 주셔서 감사합니다.',
		'공부 열심히 할게요.',
		'사랑해요, 아빠. ♥',
		'1. 가정의 모습은 어떠해야 할까 83'	
	]
});

ARR.push({
	page:84,
	words: [
		'활동하기',
		'일일 가족 상담사 되어 보기',
		'도덕적 상상력',
		'배려적 사고력',
		'모둠',
		'우리 모둠이 운영하는 라디오 가족 상담 프로그램에 가족 간의 갈등을 겪고 있다는 사연이 도착했다.',
		'모둠별로 라디오 가족 상담 프로그램의 제작진이 되어 역할극을 해 보자.',
		'역할',
		'사연의 주인공, 갈등의 대상인 가족, 사회자, 가족 상담 전문가',
		'활동 방법',
		'1. 사연 1 ~ 사연 3 중 하나를 선택하여 사연에 묘사된 갈등 상황을 재연하는 대본을 작성한다.',
		'2. 갈등을 해결할 수 있는 방법을 함께 의논한 후 가족 상담 전문가의 조언을 작성한다.',
		'3. 가족 상담 전문가의 조언으로 갈등이 해소된 상황을 상상하여 대본을 작성한다.',
		'4. 각자 역할을 정한 후 [사연 소개] - [전문가의 조언] - [갈등 해소 상황 재연]의 순서로 역할극을 해 보고 느낀 점을 발표한다.',
		'사연 1 휴대 전화 사용 문제로 부모님과 갈등을 겪고 있는 윤호',
		'사연 2 오빠가 자주 심부름을 시켜서 불만이 쌓인 지원',
		'사연 3 할아버지께서 텔레비전 리모컨을 독점하셔서 보고 싶은 프로그램을 보지 못하는 하늘',
		'역할극을 보이는 라디오로 녹화하여 모둠별로 돌아가며 시청해 보자.',
		'도입',
		'사회자: 자, ‘우리 가족 갈등을 해결해 주세요.’ 시간입니다.',
		'가족 상담 전문가 선생님을 모시고, 갈등을 겪고 있는 가족의 사연을 들어 보겠습니다.',
		'사연 소개',
		'사회자: 오늘 다룰 사연은 입니다.',
		'문제로 과 / 와 갈등을 겪고 있는데요, 어떤 갈등인지 살펴볼까요?',
		'<갈등 상황 재연>',
		'사연의 주인공:',
		'가족:',
		'전문가의 조언',
		'가족 상담 전문가: 이 문제는 이렇게 접근할 수 있습니다.',
		'갈등 해소 상황',
		'사회자: 선생님의 조언을 통해 갈등이 해소된 가족의 모습은 어떨까요?',
		'저희가 한번 상상해 보았습니다.',
		'<갈등 해소 상황 재연>',
		'사연의 주인공:',
		'가족:',
		'마무리',
		'사회자: 지금까지 ‘우리 가족 갈등을 해결해 주세요.’였습니다.',
		'다음 주에 만나요!',
		'스스로 점검하기',
		'다음 내용을 스스로 점검해 보자.',
		'1 오늘날 가정에서 발생하는 갈등의 사례를 제시하고 원인을 분석할 수 있다.',
		'2 가족 간의 갈등 해결을 위한 방법을 설명할 수 있다.',
		'그렇다',
		'아니다',
		'다시 보기',
		'78쪽',
		'81쪽',
		'84 2. 타인과의 관계'		
	]
});

ARR.push({
	page:85,
	words: [
		'도덕으로 세상보기',
		'말 대신 마음으로 전하는 가족 사랑',
		'영화의 주인공 루비는 코다(CODA)이다.',
		'청각 장애가 있는 아빠, 엄마, 오빠는 한 바다 마을에서 어부로 일하며 생계를 이어 가고 있다.',
		'홀로 정상 청력을 가지고 있는 루비가 가족에게는 세상과 소통하는 유일한 창구이다.',
		'그렇기 때문에 루비는 새벽에 일어나 가족과 함께 배에 올라 고기잡이를 도운 후 학교에 간다.',
		'어느 날 짝사랑하는 소년 마일스를 따라 가입한 합창단에서 노래를 부르며 루비의 삶은 조금씩 달라지기 시작한다.',
		'합창단 선생님의 지도를 받으며 루비는 자신이 노래 부르는 것을 진정으로 좋아하고 있다는 사실을 깨닫는다.',
		'선생님도 루비의 재능을 발견하고 음악 대학교로의 진학을 권유하지만, 루비는 남겨질 가족에 대한 걱정으로 자신의 꿈을 접으려고 한다.',
		'가족도 루비 없이는 어업을 이어가기 어렵다는 것을 알기에 선뜻 루비의 꿈을 응원하지 못한다.',
		'그러던 중 학교에서 합창 대회가 열린다.',
		'가족에게는 루비의 목소리가 들리지 않지만, 주변 객석의 사람들이 루비의 노래를 따라 부르며 행복해하는 모습을 보고 귀가 아닌 마음으로 루비의 노래를 듣는다.',
		'다음날 가족들은 루비와 함께 대학 시험을 치르러 떠난다.',
		'영화는 대학에 합격한 루비가 자신의 꿈을 위해 가족을 떠나며 전하는 ‘ 정말로 사랑해요(I really love you). ’라는 수화로 끝을 맺는다.',
		'코다(CODA): ‘청각 장애가 있는 부모 사이에서 태어난 비청각 장애 자녀(Children Of Deaf Adult)’를 말한다.',
		'코다는 청각 장애인 문화와 정상 청각인 문화 양쪽 모두에 속해 있어서 이로 인한 정체성 혼란을 겪기도 한다.',
		'만약 내가 루비와 같은 상황이라면 어떤 선택을 할까?',
		'가족의 귀와 입으로 살아갈까, 아니면 가족을 떠나 자신의 꿈에 도전할까?',
		'- 영화 「코다」',
		'직업',
		'자막·수어 인공지능 개발자',
		'음성을 인식하여 자막 또는 수어로 자동 변환하는 기술을 개발한다.',
		'청각 장애인이 방송 매체에 쉽게 접근할 수 있도록 돕는 역할을 한다.',
		'1. 가정의 모습은 어떠해야 할까 85'		
	]
});
ARR.push({
	page:86,
	words: [
		'중단원 마무리',
		'정리하기',
		'가정이란 무엇일까',
		'가정의 의미와 형태',
		'가정의 기능',
		'가정의 의미: 가족 구성원이 애정과 ( 1 )을 가지고 함께 생활하는 공동체',
		'가정의 형태: 가정의 형태가 다양해지고 있지만 모든 가정은 애정과 유대감을 가진 집단이라는 공통점을 가짐',
		'외부의 위험으로부터 ( 2 ), 의식주 제공, 정서적 배려와 정신적 안정감 제공, ( 3 ) 삶의 토대 등의 역할 수행',
		'가정에서의 갈등을 어떻게 해결할까',
		'가정에서 발생하는 갈등',
		'갈등 해결을 위한 방법',
		'서로에 관한 관심과 ( 4 )가 부족해 발생하는 갈등',
		'잘못된 ( 5 )으로 인해 발생하는 갈등',
		'불공평한 ( 6 ) 분담 때문에 발생하는 갈등',
		'( 7 ) 소통, 민주적 과정을 통한 결정, 감사하는 자세',
		'풀어 보기',
		'다음을 읽고 답이 ‘네’라면 녹색 사다리로, ‘아니요’라면 빨간색 미끄럼틀로 가 보자.',
		'시작',
		'1 반드시 혈연으로 맺어져야 가족이다.',
		'2 오늘날 정서적 공동체로서 가정의 중요성이 약해지고 있다',
		'3 바람직한 부모는 자녀가 해야 할 일을 자신이 대신 해 준다.',
		'4 결혼과 출산을 통해서만 가족이 형성된다.',
		'5 가정 내의 역할 분담은 민주적으로 결정해야 한다.',
		'6 가족회의는 민주적 소통을 실천하는 올바른 방법이다',
		'7 가족이 함께하는 시간이 줄며 서로에 대한 이해도 줄고 있다',
		'8 공감적 소통이란 상대방이 말하는 내용만 이해하는 것이다.',
		'9 가족 사이의 갈등을 해결하는 데 사회적 도움은 받을 수 없다.',
		'참 잘했어요.',
		'조금 더 공부하세요.',
		'열심히 공부하세요.',
		'86 2. 타인과의 관계'		
	]
});

ARR.push({
	page:87,
	words: [
		'수행 활동',
		'가족 사랑의 날 기획하기',
		'논술 학습',
		'프로젝트 학습',
		'역할 놀이',
		'토의·토론',
		'가족이 함께 모여 이야기를 나누고 서로에 대한 사랑을 확인할 수 있도록 가족 사랑의 날 행사를 기획해 보자.',
		'1 현재 여러 단체에서 실시하고 있는 다양한 가족 사랑의 날 행사를 인터넷에서 찾아보자',
		'행사 이름',
		'프로그램 내용',
		'프로그램 평가',
		'2 가족 사랑의 날 행사에 관한 생각을 정리해 보자.',
		'가족과 하고 싶은 행사',
		'행사가 필요한 까닭',
		'3 가족 사랑의 날 기획서를 써 보자.',
		'가족 사랑의 날 기획서',
		'일시',
		'장소',
		'구체적인 활동 계획',
		'활동 시 유의점',
		'기대 효과',
		'스스로 평가하기',
		'가족 사랑의 날 행사를 자세히 조사하였다.',
		'가족 사랑의 날 행사에 대한 생각을 조리 있게 정리하였다.',
		'가족 사랑의 날 취지를 잘 살려 행사를 기획하였다.',
		'활동 계획이 구체적이며 실천 가능하다.',
		'기획서가 흥미롭고 창의적이다.',
		'평가 점수',
		'1',
		'2',
		'3',
		'4',
		'5',
		'1. 가정의 모습은 어떠해야 할까 87'		
	]
});

ARR.push({
	page:87,
	words: [
		'수행 활동',
		'가족 사랑의 날 기획하기',
		'논술 학습',
		'프로젝트 학습',
		'역할 놀이',
		'토의·토론',
		'가족이 함께 모여 이야기를 나누고 서로에 대한 사랑을 확인할 수 있도록 가족 사랑의 날 행사를 기획해 보자.',
		'1 현재 여러 단체에서 실시하고 있는 다양한 가족 사랑의 날 행사를 인터넷에서 찾아보자',
		'행사 이름',
		'프로그램 내용',
		'프로그램 평가',
		'2 가족 사랑의 날 행사에 관한 생각을 정리해 보자.',
		'가족과 하고 싶은 행사',
		'행사가 필요한 까닭',
		'3 가족 사랑의 날 기획서를 써 보자.',
		'가족 사랑의 날 기획서',
		'일시',
		'장소',
		'구체적인 활동 계획',
		'활동 시 유의점',
		'기대 효과',
		'스스로 평가하기',
		'가족 사랑의 날 행사를 자세히 조사하였다.',
		'가족 사랑의 날 행사에 대한 생각을 조리 있게 정리하였다.',
		'가족 사랑의 날 취지를 잘 살려 행사를 기획하였다.',
		'활동 계획이 구체적이며 실천 가능하다.',
		'기획서가 흥미롭고 창의적이다.',
		'평가 점수',
		'1',
		'2',
		'3',
		'4',
		'5',
		'1. 가정의 모습은 어떠해야 할까 87'		
	]
});


ARR.push({
	page:88,
	words: [
		'배려',
        '어려움',
        '함께 극복',
'편견 없음',
'인격적 대우',
'믿음과 의리',
'격려와',
'충고',
'유사성',
'동조 현상',
'친밀성',
'이성에 대한 호기심',
'어려움 함께 극복',
'사귐의 깊이',
'진정한 우정',
'진정한 친구',
'우정의 조건과 중요성',
'또래 문화',
'더불어 사는 법',
'인격적·도덕적 성장',
'존중',
'경청',
'용어 미리 보기',
'https://code.jihak.co.kr/qr/mbW17w0sh9ZC318W',
'88 2. 타인과의 관계',
'2 우정이 소중한 까닭은 무엇일까'		
	]
});


ARR.push({
	page:89,
	words: [
		'만약 친구가 나에게 위와 같은 부탁을 한다면 어떻게 할까?',
'우정이 왜 소중할까',
'| 학습 목표 |' ,
	'우정의 의미를 이해할 수 있다.',
'우정의 조건과 중요성을 제시할 수 있다.',
'다음은 어려운 부탁을 하는 친구의 사례이다.' ,
	'우정의 의미를 생각하며 물음에 답해 보자.',
'내가 무엇을 잘못했나?',
	'왕께서 나를 왜 부르시지?',
'왕께서 너를 부르신다.',
'왕궁에 가 보아야겠다.',
'네, 알겠습니다.',
'친구야, 왕께서 나를 부르셔서 왕궁에 가 보아야 하는데, 혹시 같이 가 줄 수 있을까?',
'내가 가야 할 까닭이 없는데? ',
	'나에게 보상을 해 주면 같이 가 줄게.',
'너를 왜 부르셔?',
	'무엇을 잘못한 것 아냐?',
	'나는 무서워서 같이 못 가겠어.',
		'미안해.',
'친구야, 내가 왕궁에 가 보아야 하는데, 나와 같이 가 줄 수 있을까?',
'친구야, 나와 함께 왕궁에 가 줄 수 있을까?',
'친구야, 고마워!',
'도움이 필요해 보이는구나.',
'내가 같이 가 줄게.',
'우리는 친구잖아!',
'1',
'3',
'2',
'4',
'5',
'2. 우정이 소중한 까닭은 무엇일까 89',
'생각열기'
		
	]
});

ARR.push({
	page:90,
	words: [
		'우정의 의미',
'어린 시절의 친구부터 직장 동료에 이르기까지, 우리는 살아가면서 다양한 사람을 만난다.',
	'이들 중 자신과 깊은 관계를 맺는 사람을 친구 라고 하며 친구 사이에 느끼는 깊은 정을 우정 이라고 한다.',
	'우정은 성격과 능력, 배경이 달라도 동등한 관계 를 바탕으로 서로를 존중하는 마음 에서 시작한다.',
'그렇다면 우리가 친구의 우정을 느낄 때는 언제일까?', 
	'친구가 있다는 사실만으로도 마음이 든든할 때, 친구와 고민을 나눌 때, 친구가 나를 믿어 줄 때, 그리고 친구와 함께 즐겁게 지낼 때 우리는 우정을 느낀다.',
'우정은 돈으로도 살 수 없으며 오직 진정한 마음을 나눔으로써 얻을 수 있다.',
'우정을 나누는 친구 사이에는 진정한 마음으로 서로를 대하고 선한 것을 지향 해야 한다.', 
	'즉 진정한 우정이란 서로에게 진실한 것을 깨우쳐 주고 서로를 올바른 길로 이끌어 주는 것이다.',
'우정에 관한 고사성어',
'관포지교(管鮑之交)',
'중국의 관중과 포숙아의 두터운 우정 관계를 이르는 말이다.',
'단금지교(斷琴之交)',
'중국의 백아와 종자기의 우정에서 유래한 것으로, 매우 친밀한 우정이나 교제를 이르는 말이다.',
'맛있는 음식',
'신나는 대화',
'여행',
'즐거운 여가',
'우정의 의미',
'다음 글을 읽고 친구와 함께 우정을 나누었던 경험을 떠올리며 표를 채워 보자.',
'우정의 발견',
'도덕적 공동체 도덕적 상상력',
'인간의 문화와 행복이라는 관점에서 볼 때, 우정보다 더 중요한 발명은 인류 사상 없었다고 생각한다.', 
	'친구들에게 대접할 것이라곤 내가 먹는 그대로다. 지껄이고 웃으며 내 존재까지도 잊어버린다.', 
	'우리는 남의 옳고 그름을 논하지 않는다.', 
	'또한 세속적인 명예나 부귀에는 전혀 관심이 없다.', 
	'한가롭게 과거와 현재의 인물을 논하고, 고요하게 산과 물에서 즐거움을 찾는다.',
	'그러할 때에 즐거운 은둔 기분에 잠기기 위하여 담백하고 맑은 차를 마신다.', 
	'이것이 우정의 즐거움에 대한 내 생각이다.', 
	'- 임어당, 『생활의 발견』',
'디지털 기술을 활용하여 문화유산을 가상공간에 기록·보존·복원하는 일을 한다.', 
	'문화재를 실감나게 관람할 수 있도록 하며, 현실세계에서 손상된 문화유산을 복원하는 데 도움을 주는 역할도 한다.',
	'디지털 헤리티지 전문가',
	'직업',
	'활동하기',
'90 2. 타인과의 관계	'	
	]
});
ARR.push({
	page:91,
	words: [
		'활동하기',
	'친구야 우리 서로 알아볼까',
'도덕적 상상력 도덕적 공동체',
'다음은 우리 반 우정 고사이다.' ,
'질문을 읽고 물음에 답해 보자.',
'2 친구들의 특징 가운데 우정을 나누는 데 가장 도움이 되는 특징은 무엇이라고 생각하는지 써 보자.',
'1 나의 우리 반 우정 고사 점수는 몇 점일까?',
'우리 반 우정 고사',
'성명 반/번호 반 번 점수',
'다음 특징을 읽고 해당하는 친구의 이름을 적으시오.',
'[각 5점]',
'1. 자주 장난을 친다.',
'2. 친구를 항상 응원해 준다.',
'3. 맡은 일은 끝까지 해낸다.',
'4. 친구의 일에 관심을 갖는다.',
'5. 베푸는 것을 좋아한다.',
'6. 친구의 이야기를 잘 들어 준다.',
'7. 여행을 좋아한다.',
'8. 호기심이 많다.',
'9. 축구를 좋아한다.',
'10. 요리를 잘한다.',
'11. 비밀을 잘 지켜 준다.',
'12. 연기를 잘한다.',
'13. 다른 사람과 쉽게 친해질 수 있다.',
'14. 친구를 잘 도와준다.',
'15. 약속을 잘 지킨다.',
'위에서 쓰여 있지 않은 친구의 특징이 있다면 빈칸에 적고, 해당하는 친구의 이름을 적으시오. [각 5점]',
'16.',
'17.',
'18.',
'19.',
'20.',
'▶ 특징에 맞는 친구의 이름을 적었다.(5점), 친구의 이름을 적지 못했다.(0점)',
'▶ 0~45점: 친구에게 관심이 필요해요! 50~100점: 지금처럼 친구에게 관심을 기울여 주세요.',
'2. 우정이 소중한 까닭은 무엇일까 91'

		
	]
});
ARR.push({
	page:92,
	words: [
		'우정의 조건과 중요성',
'친구와 우정을 나누기 위한 조건에는 어떤 것이 있을까? ',
'먼저 ‘어려울 때 도와주는 친구가 진짜 친구’라는 말처럼 친구와 함께 어려움을 나누고 그것을 극복할 때 진정한 우정을 맺을 수 있다.',
'장애가 있는 친구를 10년 동안 업고 등교한 친구의 우정이 화제다.',
'민은 태어날 때부터 두 다리와 오른손을 쓰지 못했다. ',
		'가정 형편도 어려워 매일 학교에 가는 일조차 버거웠다.',
		'그런 민의 앞에 히에우가 나타났다.',
		'히에우는 누가 시키지 않았음에도 스스로 민의 다리가 되어 주었다.' ,
		'이후 10년간 히에우는 비가 오나 눈이 오나 민을 업고 등하교했다.',
'히에우와 함께하며 민은 꿈을 갖게 되었다.',
		'그는 우수한 학업 성적을 유지하고 교내 활동에도 활발히 참여하며 프로그래머의 꿈을 키웠다.',
		'민을 도운 히에우는 오히려 자신이 민에게서 힘을 얻었다며 “자신의 꿈을 현실로 만들어 내려는 결심, 인내심 등 많은 것을 민에게서 배웠다.', 
		'민과 같은 어려움을 겪는 사람들을 도와주며 살겠다.”라고 밝혔다.', 
		'그리고 지난 10월 두 사람은 각각 목표하던 대학에 합격했다.',
'- 『국민일보』, 2020. 12. 26.',
'민은 아무런 조건 없이 자신의 다리가 되어 준 히에우 덕분에 어려운 상황을 이겨 내고 꿈을 갖게 되었다.', 
		'히에우 역시 고난을 피하지 않고 극복해 나가는 민을 보며 바람직한 삶의 태도를 배웠다. ',
		'또한 친구의 힘든 점을 함께 나누며 정신적으로 성장할 수 있었다.',
'한편 친구와의 우정은 반드시 오랜 시간을 함께해야만 생기는 것은 아니다.',
'우정을 맺기 위해서는 알고 지낸 기간이나 물리적 거리보다 서로 마음을 나누는 사귐의 깊이 가 더 중요하다.',
'세계 스피드 스케이팅 ‘빙속 여제’ 이상화와 고다이라 나오의 우정이 감동을 주고있다.',
		'2022 베이징 동계 올림픽 해설위원을 맡은 이상화는 고다이라의 경기를 보고 자신이 경기하듯 눈물을 흘렸다.', 
		'고다이라는 한국 취재진을 향해 가장 먼저 이상화를 찾으며 한국말로 “상화 잘 지냈어? 보고 싶었어요.”라고 말해 진한 감동을 안겼다.',
'4년 만의 재회에 이상화는 “오랜만에 만나도 어제 만난 것처럼, 늘 같이 있었던 것 처럼 느껴진다.”라며 다시 만난 소감을 밝혔다.', 
		'고다이라 역시 “이상화는 마음이 통하는 아주 소중한 친구입니다. 언제 만나도 어제까지 함께 있었던 것 같은 친구죠.”라고 답했다.',
		'- 『동아일보』, 2022. 2. 20.',
'불행을 함께 감수하는 친구를 찾아라.', 
			'세상의 위험과 증오 속에서도 혼자이지 않을 것이다.',
'발타사르 그라시안,『THE ART OF WORLDLY WISDOM』',
'05',
'10',
'15',
'20',
'25',
'30',
'92 2. 타인과의 관계'
	
	]
});
ARR.push({
	page:93,
	words: [
		'위의 두 사례처럼 좋은 친구와 맺는 진정한 우정은 우리의 삶을 한층 풍요롭게 한다. 특히 청소년의 삶에 우정은 매우 중요한 역할을 한다.',
		'친구와 함께하는 과정에서 다른 사람을 이해하고 공감하며, 다른 사람과 더불어 살아가는 법을 익히기 때문이다.',
		'또한 친구와의 관계를 통해 우리는 존중과 배려, 책임과 협력 등의 중요성을 배우고 인격적·도덕적 성장할 수 있다.',
		'어둠 속을 친구와 함께 걸어가는 것이 빛 속을 혼자 걸어가는 것보다 낫다. - 조셉 래쉬, 『Helen and Teacher』',
		'짝아, 눈이 되어 줘',
		'우정의 의미와 조건을 생각하며 활동 방법 에 따라 활동해 보자.',
		'1. 첫 번째 칸에 눈을 감고 스스로 ‘友情(우정)’이라는 단어를 써 본다.',
		'2. 두 번째 칸에 눈을 감고 짝의 지시에 따라 ‘友情(우정)’이라는 단어를 써 본다.',
		'1 눈을 감고 혼자 단어를 썼을 때와 짝의 도움을 받아서 썼을 때, 각각 어떤 기분이 들었는지 이야기해 보자.',
		'2 위를 바탕으로 친구의 의미를 생각해 보자.',
		'다음 내용을 스스로 점검해 보자.',
		'1 진정한 우정이 나아가야 할 방향을 말할 수 있다.',
		'2 우정의 조건 두 가지를 설명할 수 있다.',
		'3 청소년기 우정의 중요성을 이해할 수 있다.',
		'2. 우정이 소중한 까닭은 무엇일까 93'
	]
});

ARR.push({
	page:94,
	words: [
		'진정한 친구란 무엇일까',
		'•또래 문화의 특징과 한계를 제시할 수 있다. ',
		'•진정한 친구의 특징을 이해할 수 있다',
		'다음 만화를 보고, 진정한 친구의 의미를 생각하며 물음에 답해 보자.',
		'루진이는 창호와 함께 앉으렴.',
		'창호야, 네가 아니었으면 학교에 적응하기 힘들었을 거야. 고마워. ',
		'나도 루진이와 친구가 되어서 정말 기뻐! ',
		'루진아, 창호와 친하게 지내지 마.',
		'왜? 나는 창호와 더욱 친하게 지내고 싶은데!',
		'창호는 우리 반에서 따돌림당하고 있어. 너도 따돌림당할지 몰라.',
		'이럴 수가. 나도 예전에 따돌림당했었는데. 다시 따돌림당하긴 싫어! 하지만 창호가 싫지는 않아.어떻게 하지?',
		'내가 루진이의 입장이라면 어떤 선택을 할까?',
		'94 Ⅱ. 타인과의 관계'

	]
});
ARR.push({
	page:95,
	words: [
		'청소년기 친구의 특징과 또래 문화',
		'청소년은 많은 시간을 학교에서 보내며 친구와의 정서적·문화적 교류를 통해 수평적인 인간관계를 배운다.',
		'이 과정에서 부모님이나 선생님보다 친구와의 관계를 더 중요하게 생각하기도 한다.',
		'이렇듯 비슷한 연령층의 청소년이 서로 어울리면서 다른 집단과 구별되는 특유의 문화를 형성하는데, 이를 또래 문화라고 한다. 다음 그림을 통해 또래 문화의 특징에 대해 알아보자',
		'학교 안팎에서 지속적으로 친밀한 관계를 형성함',
		'친구와 취미와 취향을 비슷하게 가지려고 노력함',
		'자신의 행동과 가치관을 또래 집단에 일치시키려고 함',
		'이성에 대한 호기심이 생김',
		'또래 문화를 통해 청소년은 다른 사람과 관계를 맺고 유지하는 방법을 배운다. 친구와 함께 여가 활동, 봉사 활동을 하는 등 도덕적이고 긍정적인 사회 활동을 할 수도 있다.',
		'반면 또래 문화에는 부정적인 측면도 존재하는데 대표적인 것이 ●동조 현상이다. 다음 그림을 보고 동조 현상에 대해 알아보자',
		'동조|同 같을 동, 調 고를 조| 남의 주장에 자기의 의견을 일치시키거나 보조를 맞추다.',
		'<카드 1>에는 기준선이, <카드 2>에는 비교선이 그려져 있다. 그리고 실험 참가자 중 한 명을 제외한 모두에게 오답을 말하도록 하였다. ',
		'실험이 시작되고 다수는 오답을 말하였다. 그러자 남은 한 명의 실험 참가자는 자신의 의견을 말하지 못하고 다수의 의견에 따라 오답을 말하였다.',
		'이처럼 동조 현상은 개인이 집단의 의견에 자신의 의견을 일치시키려고 하는 현상을 의미한다. - 『동아일보』, 2023. 3. 19.',
		'최근 친구들 사이에서 동조 현상을 느낀 적이 있었는지 생각해 보자.',
		'동조 현상이 나타나는 경우 친구의 올바르지 못한 행위까지 감쌀 수 있어 주의가 필요하다.',
		'2. 우정이 소중한 까닭은 무엇일까 95'
	]
});
ARR.push({
	page:96,
	words: [
		'진정한 친구의 특징',
		'또래 문화의 문제점을 극복하고 진정한 친구가 되려면 어떻게 해야 할까? 우선 친구를 ●편견 없이 바라보아야 한다.',
		'우리는 친구를 외모, 성격, 말투, 취미 등으로 성급하게 판단하는 경우가 있다.',
		'그러나 진정한 우정을 맺기 위해서는 먼저 친구에 대해 깊이 알고 친구를 있는 그대로 존중하는 태도를 길러야 한다.',
		'또한 청소년기에는 힘들 때 도와주는 친구와 우정을 쌓을 수 있다. 우정은 행복한 순간을 같이 보낼 때뿐만 아니라 어려움을 함께 나누고 극복해 가면서 생길 수 있다.',
		'그러므로 어려움에 처한 친구를 외면하지 않고, 도움이 필요한 친구에게 내가 먼저 다가가서 도움을 줄 수 있도록 노력해야 한다.',
		'나아가 올바른 우정을 위해서는 서로 간의 격려와 충고 역시 필요하다.',
		'●소크라테스는 “모든 말과 행동을 칭찬하는 것보다 단점을 친절하게 말해 주는 친구를 가까이하라.”라고 말하였다.',
		'이처럼 진정한 우정을 나누는 친구 사이가 되기 위해서는 서로 인격적인 성장을 해 나갈 수 있도록 도와주어야 한다.',
		'진정한 친구의 특징',
		'어려움을 함께 극복함',
		'편견이 없음',
		'격려와 충고를 해 줌',
		'편견 |偏 치우칠 편, 見 볼 견|공정하지 못하고 한쪽으로 치우친 생각을 말한다. ',
		'소크라테스(Socrates, B.C. 470? ~B.C. 399)고대 그리스의 철학자로 서양 철학의 대표적 인물 중 한 사람이다.',
		'편견 없이 친구를 바라보기',
		'968년 제인 엘리엇이라는 선생님이 자신이 가르치는 학생들에게 실험을 하였다.',
		'녀는 “눈의 색깔은 학습 능력과 관계가 있다.”라는 거짓말을 하며 학생들을 푸른 눈 집단과 갈색 눈 집단으로 나누었다.',
		'그리고 갈색 눈 집단을 우월한 집단, 푸른 눈 집단을 열등한 집단으로 정의했다.',
		'다음 날에는 이와 반대로 푸른 눈 집단이 우월한 집단, 갈색 눈 집단이 열등한 집단이라고 정정했다.',
		'실험 기간 동안 선생님은 우월한 집단에게는 특혜를 주고 열등한 집단은 차별하였다.',
		'단 하루였으나 우월한 집단으로 대우받은 학생들은 자신감이 넘쳤고, 열등한 집단으로 지목당한 학생들은 열등감에 빠져 있었다.',
		'이 실험은 편견이란 과학적이고 객관적인 근거에 의한 것이 아니며, 단 하루일지라도 편견으로 인해 당한 차별은 씻을 수 없는 상처로 남는다는 것을 보여 준다.- 윌리엄 피터스, 『푸른 눈, 갈색 눈』',
		'친구에게 편견을 가졌던 일이 있는지 생각해 보자.',
		'96 Ⅱ. 타인과의 관계'
	]
});
ARR.push({
	page:97,
	words: [
		'나의 부족함을 채워 주는 친구, 우정의 재능 시장',
		'다음 활동 방법 을 읽고 활동해 보자. 그리고 친구의 재능 중 내가 가장 본받고 싶은 재능과 그 까닭을 써 보자. ',
		'1. 아래 그림에서 나의 재능 진열대와 친구의 재능 진열대를 선택한다.',
		'2. 친구에게 나누어 주고 싶은 나의 재능을 나의 재능 진열대에 적는다.',
		'3. 내가 본받고 싶은 친구의 재능을 친구의 재능 진열대에 적는다.',
		'4. 내가 갖고 싶은 재능을 가진 친구에게 다가가 본받을 수 있는 방법에 관한 설명을 듣는다.',
		'친구의 재능을 무시하거나 부정하지 않도록 주의하자!',
		'다음 내용을 스스로 점검해 보자',
		'1 또래 문화의 의미와 주의할 점을 설명할 수 있다. ',
		'2 진정한 친구의 특징을 이해하고 그중에서 나의 부족한 점을 성찰할 수 있다. ',
		'2. 우정이 소중한 까닭은 무엇일까 97' 
	]
});
ARR.push({
	page:98,
	words: [
		'진정한 우정을 맺기 위한 방법은 무엇일까',
		'•친구와의 갈등 해결을 위한 자세를 이해할 수 있다.',
		'•진정한 우정을 맺기 위한 태도를 지닐 수 있다.',
		'다음은 소설 『어린 왕자』의 한 장면이다. 글을 읽고 물음에 답해 보자.',
		'넌 아직 나에게 수많은 다른 아이들과 하나도 다를 것이 없는 아이일 뿐이야. 그러니까 난 네가 필요하지 않아. 너도 내가 필요하지 않고.',
		'하지만 네가 나를 길들인다면 우리는 서로 필요하게 되는 거야. 너는 나에게 이 세상 단 하나뿐인 아이가 되는 것이고, 나는 너에게 이 세상 단 하나뿐인 여우가 되는 것이지. - 생텍쥐페리, 『어린 왕자』',
		'친구와 서로 다른 점을 맞추어 본 경험이 있다면 언제였을까?',
		'98 Ⅱ. 타인과의 관계'
	]
});
ARR.push({
	page:99,
	words: [
		'친구와의 갈등 해결을 위한 자세',
		'우정을 나누는 친구 사이라도 항상 좋은 관계를 유지하기란 쉽지 않으며 갈이 일어날 수 있다. 그리고 갈등은 작은 계기로도 발생할 수 있다.',
	    '예컨대 사소한 농담이나 말 한마디로 감정이 상하기도 하고, 거짓말로 인해 신뢰가 깨지기도 한다. 또한 의견 차이 등으로 친구와 갈등을 겪을 수 있다.',
		'그렇다면 친구와의 갈등을 해결하기 위해 무엇을 해야 할까? 먼저 상대방의 말을 경청해야 한다.',
		'감정이 앞선 상황에서 자신의 주장만 이야기하는 것은 갈등의 원인을 객관적으로 파악하기 어렵게 하고 더욱 큰 문제를 일으킨다.',
		'따라서 갈등을 해소하기 위해서는 어떤 원인으로 인하여 문제가 발생했는지 경청하는 자세가 필요하다. 다음으로 친구와 나의 다름을 인정하고 존중해야 한다.',
		'존중이란 상대방을 귀하고 정중하게 대하는 것을 의미한다. 우리는 모두 다양한 성격과 생각을 지니고 있다.',
		'친구의 사고방식, 습관 등이 나와 다르다는 까닭으로 부정적인 태도를 지니는 것은 갈등을 이겨 내는 데 도움이 되지 않는다. 친구와 갈등을 해결하기 위해서 서로의 차이를 이해하고 존중하는 자세가 필요하다.',
		'불행은 진정한 친구가 아닌 자를 가려 준다. ',
		'친구 사이를 멀어지게 하는 사소한 것들',
		'나의 행동으로 친구의 기분을 상하게 한 일이 있는지 생각해 보자.',
		'2. 우정이 소중한 까닭은 무엇일까 99'
	]
});
ARR.push({
	page:100,
	words: [
		'진정한 우정을 맺기 위한 태도',
		'진정한 우정을 맺는 구체적인 방법에는 무엇이 있을까? ',
		'이익이 우정의 접착제가 되면, 이익이 사라질 때 우정도 풀어진다.- 키케로, 『노년에 관하여 우정에 관하여』',
		'먼저 친구를 인격적으로 대해야 한다. 친구를 자신이 이익을 얻기 위한 수단으로 생각하면 문제가 발생한다.',
		'진정한 우정을 맺기 위해서 우리는 친구를 통해 어떤 이익을 얻을 수 있는가를 생각하기보다 친구 자체를 목적으로 생각하여 귀하고 소중하게 여기는 태도를 갖추어야 한다.',
		'열매를 맺지 않는 과일나무는 심을 필요가 없고, 의리가 없는 벗은 사귈 필요가 없다.- 범립본, 『명심보감』',
		'친구 사이의 믿음과 의리 역시 중요하다. 예로부터 우리 조상들은 친구 간에 믿음과 의리가 중요함을 강조해 왔다.',
		'의리란 가족, 친구 등 다른 사람과의 관계에서 지켜야 할 바른 도리를 뜻한다. 이는 친구의 잘못된 점까지 무조건 감싸주는 것을 의미하지 않는다.',
		'친구 사이에 때로는 애정 어린 격려와 응원을, 때로는 진실한 충고와 조언을 통해 서로 발전할 수 있도록 도와주어야 한다. ',
		'아메리카 원주민의 언어로 친구란 ‘내 슬픔을 등에 지고 가는 자’라는 뜻이다. - 다봄 편집부, 『인디언의 지혜와 잠언』',
		'마지막으로 서로 배려해야 한다. 배려는 친구의 말을 주의 깊게 들어 주는 데서 시작한다.',
		'친구의 입장에서 친구가 처한 상황과 감정을 이해하고 공감해 주는 자세는 서로에게 정서적 안정감과 행복을 느끼게 하고, 어려움을 극복할 수 있는 힘을 준다.',
		'진정한 우정을 맺기 위해서 우리는 친구의 어려움을 깊이 헤아리는 진실한 배려의 자세를 갖추어야 한다.',
		'“내 뒤에서 걷지 말라. 나는 그대를 이끌고 싶지 않다. 내 앞에서 걷지 말라. 나는 그대를 따르고 싶지 않다. 다만 내 옆에서 걸어라. 우리가 하나가 될 수 있도록.”- 김욱동, 『인디언의 속삭임』',
		'100 Ⅱ. 타인과의 관계'
	]
});


ARR.push({
	page:101,
	words: [
		'영화 「해리 포터」 속 우정명대사',
		'일단 앉는 것은 어때?” - 해리 포터',
		'영화 「해리 포터와 비밀의 방」에서 해리가 자신을 찾아온 집 요정 도비에게 건넨 대사이다. 도비는 자신에게 앉기를 권유한 마법사는 해리가 처음이라며 감동한다.',
		'다른 마법사는 도비를 하찮은 존재로 여기고 존중하지 않는 반면, 해리는 도비를 자신과 동등한 위치에서 인격적으로 대하여 준 것이다. ',
		'이를 계기로 도비는 해리의 친구가 되고, 훗날 절체절명의 위기에서 자신을 희생하여 해리를 구해 준다.- 영화 「해리 포터와 비밀의 방」',
		'“적과 맞서는 것은 큰 용기가 필요하지만, 친구와 맞서는 것은 더 큰 용기가 필요합니다.” - 덤블도어 교장 선생님',
		'영화 「해리 포터와 마법사의 돌」에서 덤블도어 교장 선생님이 네빌을 가리키며한 대사이다.',
		'네빌은 해리, 론, 헤르미온느가 교칙을 어기고 기숙사를 빠져나가는 것을 막기 위해 그들과 맞서 싸웠고, 덤블도어 교장 선생님은 네빌의 용기를 칭찬하며 상점을 주었다.',
		'이를 통해 진정한 친구라면 때로는 친구의 잘못된 점에 대해 진실한 충고와 조언을 해 주어야 함을 알 수 있다. - 영화 「해리 포터와 마법사의 돌」',
		'너에게는 우리가 필요해, 해리.” - 헤르미온느 그레인저',
		'영화 「해리 포터와 혼혈 왕자」에서 위험한 여정을 혼자 떠나려고 하는 해리의 모습을 본 헤르미온느의 대사이다.',
		'해리는 자신으로 인해 친구가 곤경에 빠지지 않도록 배려했다. 헤르미온느는 해리의 상황과 감정을 이해하면서도 그가 친구와 함께 어려움을 극복할 수 있도록 힘을 주었다.',
		'이를 통해 진정한 우정을 맺기 위해서는 친구의 입장에서 서로를 배려하는 자세가 필요함을 알 수 있다. - 영화 「해리 포터와 혼혈 왕자」',
		'내가 생각하는 영화 속 우정 명대사는 무엇이 있는지 떠올려 보자. 그리고 그 대사를 떠올린 이유를 이야기해 보자.',
		'2. 우정이 소중한 까닭은 무엇일까 101'
	]
});

ARR.push({
	page:102,
	words: [
		'나도 우정 전문가',
		'다음 활동 방법 을 읽고 ‘진정한 친구가 되기 위한 나만의 방법’을 주제로 수업을 해 보자.',
		'1. 수업에 사용할 짧은 동영상을 제작한다.',
		'2. 제작한 짧은 동영상을 활용하여 친구들에게 수업한다.',
		'3. 수업 후 친구들에게 조언을 구한다.',
		'1 짧은 동영상 제작을 위한 줄거리 판을 기획해 보자.',
		'2 짧은 동영상을 활용하여 수업하고, 친구의 조언을 바탕으로 나의 수업에서 발전하고 싶은 부분을 써 보자.',
		'102 Ⅱ. 타인과의 관계'

	]
});

ARR.push({
	page:103,
	words: [
		'학교에서 보물찾기',
		'다음 설명 을 읽고 활동해 보자.',
		'우리는 ◯◯ 중학교에 다니고 있다. 어느 날, ◯◯ 중학교에 엄청난 보물이 숨겨져 있다는 소문을 듣는다.',
		'위치는 학교 옥상의 창고로, 옥상으로 가기 위해서는 6개의 열쇠를 얻어야 한다. 열쇠는 각 층의 문제를 풀 때 얻을 수 있다. 소중한 보물이 궁금했던 우리는 모둠원과 함께 보물을 찾아 나선다.',
		'6층 옥상 열쇠: 아메리카 원주민의 언어로 ◯◯란 ‘내 슬픔을 등에 지고 가는 자’라는 뜻이다. 100쪽',
		'5층 열쇠: 아리스토텔레스는 “불행은 ◯◯◯ 친구가 아닌 자를 가려 준다.”라고 말하였다. 99쪽',
		'4층 열쇠: 헬렌 켈러는 “어둠 속을 친구와 함께 ◯◯◯◯ 것이 빛 속을 혼자 ◯◯◯◯ 것보다 낫다.”라고 말하였다. 93쪽',
		'3층 열쇠: 발타사르 그라시안은 “불행을 ◯◯ 감수하는 친구를 찾아라.”라고 말하였다. 92쪽',
		'2층 열쇠: 중국 백아와 종자기의 우정에서 유래한 것으로 매우 친밀한 우정이나 교제를 이르는 말은 ‘단◯지교’이다. 90쪽',
		'1층 열쇠: 중국 관중과 포숙아의 두터운 우정 관계를 이르는말은 ‘관포◯교’이다. 90쪽',
		'메타버스 플랫폼 전문가',
		'앱, 웹, 3D, 네트워크 프로그래밍 등의 기술을 활용하여 메타버스 플랫폼 서비스를 구상하고 설계하며 제작하는 역할을 한다',
		'우리는 6개의 문제를 풀고 옥상 창고의 문을 열었다. 그곳에서 우리가 발견한 보물은 무엇이었을까?',
		'다음 내용을 스스로 점검해 보자.',
		'1 친구와의 갈등 해결을 위한 올바른 자세를 기를 수 있다. ',
		'2 진정한 우정을 맺기 위한 태도를 이해하고 실천할 수 있다. ',
		'2. 우정이 소중한 까닭은 무엇일까 103'
	]
});

ARR.push({
	page:104,
	words: [
		'중단원 마무리',
		'우정이 왜 소중할까',
		'우정의 의미',
		'우정 친구 사이에 느끼는 깊은 정 우정의 바람직한 모습 진정한 마음으로 친구를 대하고 선한 것을 지향해야 함',
		'우정의 조건과 중요성',
        '우정의 조건 함께 어려움을 나누고 극복하는 태도 서로 마음을 나누는 사귐의 깊이 우정의 중요성 다른 사람과 더불어 사는 방법을 익히고 인격적으로 성장하게 함',
		'진정한 우정을 맺기 위한 방법은 무엇일까',
		'청소년기 친구의 특징과 또래 문화',
		'진정한 친구의 특징',
		'학교 안팎에서 친밀한 관계를 형성함: 친구와 취미와 취향을 비슷하게 가지려고 노력함: 자신의 행동과 가치관을 또래 집단에 일치시키려고 함',
		'없는 친구, 어려움을 함께 극복하는 친구, 격려와 충고를 나누는 친구',
		'진정한 우정을 맺기 위한 방법은 무엇일까',
		'친구와의 갈등 해결을 위한 자세 상',
		'진정한 우정을 맺기 위한 태도',
		'상대방의 말하기, 친구와 나의 다름을 인정하고 존중하기',
		'인격적으로 대하기 친구를 이익의 수단이 아니라으로 대해야 함 믿음과: 친구 사이의 도리를 지켜야 함 배려: 친구가 처한 상황과 친구의 감정을 이해하고 해 주어야 함',
		'지구별을 여행 중인 어린 왕자는 혼자 남은 장미가 걱정되어 고향으로 돌아가고자 한다. 어린 왕자가 장미의 진정한 친구가 되어 자신의 별로 돌아갈 수 있도록 아래를 완성해 보자.',
		'다른 사람의 생각에 자신의 생각을 일치시키는 현상',
		'공정하지 못하고 한쪽으로 치우친 생각',
		'친구 사이에 지켜야 할 도리 두 가지',
		'상대방의 고민, 걱정을 이해하고 공감해 주는 것',
		'상대방의 말을 귀 기울여 주의 깊게 듣는 것',
		'104 Ⅱ. 타인과의 관계'
	]
});

ARR.push({
	page:105,
	words: [
		'우정 릴레이 소설 쓰기',
		'다음 글을 읽고 릴레이 소설 규칙 을 참고하여 이야기를 완성해 보자.',
		'영화 「코코」 가수 에르네스토 델라크루즈의 대표곡 「기억해 줘」는 국민 애창곡이다. 그런데 이 곡에는 밝혀지지 않은 뒷이야기가 있다.',
		'한때 델라크루즈는 자신의 친구인 헥토르와 듀엣으로 활동하였다. 헥토르가 작곡을, 델라크루즈가 노래를 담당했다.',
		'그러나 가정적이었던 헥토르는 가족과 떨어져 살아야 하는 생활 대신, 집으로 돌아가 가족과 함께하는 삶을 꿈꾸었다.',
		'반면 오직 성공에만 관심이 있던 델라크루즈는 작곡가인 헥토르를 어떻게든 붙잡아 보려 하지만 그의 결심을 꺾지 못했다.',
		'성공에 눈이 먼 델라크루즈는 독이 든 술잔을 헥토르에게 건넸고 결국 그는 죽음을 맞이하였다.',
		'죽은 친구의 가방을 뒤져 그가 작곡한 곡 「기억해 줘」를 찾아낸 델라크루즈는 마치 그것이 자신의 곡인 양 세상에 발표하였다. 이후 델라크루즈의 악행이 밝혀지며 사람들에게 손가락질을 받았다.',
		'릴레이 소설 규칙',
		'1 주제에 맞는 글을 쓴다. 2 다음에 쓸 사람을 배려하여 소설을 쓴다. 3 도덕적 기준에 어긋나는 글을 쓰지 않는다.',
		'델라크루즈가 헥토르의 진정한 친구였다면 결말은 어떻게 달라졌을까? 진정한 우정의 의미를 생각하며 짝과 함께 결말을 바꾸어 보자.',
		'우정의 의미와 중요성을 생각하며 영화 내용을 분석하였다.',
		'진정한 우정의 특징이 드러나도록 글을 썼다.',
		'릴레이 소설 규칙 을 잘 지켰다.',
		'2. 우정이 소중한 까닭은 무엇일까 105'
	]
});
ARR.push({
	page:106,
	words: [
		'가상공간에서 타인을 어떻게 대해야 할까',
		'가상공간의 도덕 문제',
		'가상공간의 도덕 문제를 해결하는 방법',
		'가상공간의 특징',
		'가상공간을 이용하는 바람직한 태도',
		'106 Ⅱ. 타인과의 관계'
		]

});
ARR.push({
	page:107,
	words: [
		'가상공간은 어떤 공간일까',
		'•가상공간의 특징을 현실과 비교하여 설명할 수 있다.',
		'•다양한 가상공간의 유형을 제시할 수 있다.',
		'다음 그림을 보고 물음에 답해 보자.',
		'진짜 생생하다!',
		'내가 직접 운전하는 것 같아!',
		'그림 3 은 그림 1 , 그림 2 와 어떻게 다를까?',
		'3. 가상공간에서 타인을 어떻게 대해야 할까 107'
	]
});
ARR.push({
	page:108,
	words: [
		'가상공간과 변화한 우리 삶 ',
		'가상공간은 컴퓨터, 인터넷 기술 등으로 만들어진 공간으로 현실과는 구분되지만 현실과 여러 영향을 주고받는다.',
		'다음 그림을 보고 가상공간의 등장으로 우리 삶이 어떻게 변화했는지 생각해 보자.',
		'원자(atom)의 세계에서 비트(bit)의 세계로. 니콜라스 네그로폰테, 『디지털이다』',
		'난 몇 살 때부터 가상공간을 이용했는지 기억이 잘 안 나. 너는 어때?',
		'왼쪽 그림과 오른쪽 그림을 비교해 보고 어떤 차이점이 있는지 생각해 보자. ',
		'디지털 원주민',
		'디지털 원주민(Digital Native)이란 태어날 때부터 디지털 기기를 사용하며 성장한 세대를 말한다.',
		'이들은 어린 시절부터 디지털 환경 속에서 생활하여 디지털 기술을 마치 모국어처럼 활용할 수 있다.',
		'디지털 원주민에 비해 디지털 활용 능력이 떨어지는 이전 세대는 디지털 이주민(Digital Immigrant)이라고 불린다.',
		'가상공간 덕분에 직접 가지 않더라도 세계 여러 명소를 생생하게 체험할 수 있다. 또 멀리 떨어진 친구와 가상공간에서 만나 함께 놀 수도 있다.',
		'과거에는 텔레비전이나 신문을 통해 일방적으로 정보를 전달받았다면, 오늘날에는 휴대 전화와 같은 여러 매체를 활용하여 인터넷 뉴스에 댓글을 작성하는 등 가상공간에서 직접 정보를 생산할 수 있다. 이처럼 우리 삶은 가상공간 덕분에 더욱 풍요로워졌다.',
		'108 Ⅱ. 타인과의 관계'
	]
});
ARR.push({
	page:109,
	words: [
		'가상공간의 특징',
		'가상공간이 등장한 이후로 현실에서 하던 일을 가상공간에서도 할 수 있게 되었다. 다음 활동을 통해 가상공간의 특징을 알아보자.',
		'현실 세계와 가상공간',
		'현실에서만 할 수 있는 일',
		'현실과 가상공간 모두에서 할 수 있는 일',
		'부모님께 안마해 드리기',
		'친구와 대화하기',
		'위 예시를 보고 빈칸을 채운 뒤, 가상공간의 특징은 무엇일지 생각해 보자.',
		'가상공간은 현실에 비해 시·공간의 ●제약에서 자유롭다. 또 가상공간에서는 아바타, 아이디(ID), 닉네임 등이 ‘나’를 대신하는데, 이를 ●익명성이라고 한다.',
		'이로 인해 가상공간에서는 누구나 자유롭게 생각을 표현하고 평등하게 의견을 나눌 수 있다.',
		'제약 |制 절제할 제, 約 맺을 약| 어떤 일에 조건을 붙여 제한하다.',
		'익명성 |匿 숨길 닉(익), 名 이름 명, 性 성품 성|어떤 행위를 한 사람이 누구인지 드러나지 않는 특성을 말한다.',
		'내가 사용하는 아이디',
		'13세 이상 59세 이하의 인터넷 이용자를 대상으로 이루어진 한 설문 조사에 따르면, 90%를 넘는 사람들이 2개 이상의 아이디를 사용하는 것으로 나타났다.',
		'이처럼 사람들이 복수의 아이디를 사용하는 까닭으로는 사이트마다 아이디 필수 요건이 달라서, 이용 목적에 따라 다른 아이디를 만들어서, 동일 아이디면 누군가 쉽게 추적할 것 같아서, 그때그때 생각나는 대로 적어서, 그때그때 나를 표현하는 의미가 달라서 등으로 밝혀졌다.',
		'- 정보 통신 정책 연구원, 「초연결 사회에서 디지털 자아의 정체성 연구」, 2013',
		'내가 아이디를 만들 때 고려하는 요소에는 어떤 것이 있을까?',
		'3. 가상공간에서 타인을 어떻게 대해야 할까 109'
	]
});
ARR.push({
	page:110,
	words: [
		'다양한 유형의 가상공간',
		'우리 삶의 여러 영역에서 가상공간을 활용하면서 우리가 이용하는 가상공간의 모습도 다양해졌다. 일상생활에서 흔히 볼 수 있는 가상공간에는 무엇이 있을까?',
		'다음 그림을 보고 다양한 가상공간의 유형을 알아보자.',
		'미래에는 어떤 종류의 가상공간이 등장할까?',
		'증강 |增 더할 증, 强 강할 강|더 늘려 굳세게 하다',
		'메타버스 메타버스(Metaverse)는 닐 스티븐슨의 소설 『스노 크래시』(1992)에 처음 등장한 개념으로, 가상, 초월을 의미하는 ‘메타(meta)’와 우주, 세계를 의미하는 ‘유니버스(universe)’의 합성어이다. 다양한 유형의 가상공간을 지칭한다.',
		'증강 현실은 현실에 가상 정보를 겹쳐 보여 주는 기술로 현실을 확장한 공간이다.',
		'증강 현실 기술을 이용하면 가구를 구입하기 전에 가구가 방에 어울리는지, 가구의 크기는 적절한지 등을 알 수 있다. 자신이 운동한 시간과 거리를 가상공간에 기록·저장하는 기술도 증강 현실의 한 종류이다.',
		'한편 현실의 정보를 가상으로 구현하여 만든 가상공간도 있다.',
		'예를 들어 위성 지도는 실제 지리적 환경과 정보를 토대로 만든 가상공간이기 때문에 위성 지도를 보면서 목적지를 찾아갈 수 있다.',
		'현실에는 전혀 존재하지 않는 새로운 가상공간도 있다. 가상 놀이공원이나 학교 등이 여기에 해당한다. 이는 실제 현실과 상관없이 가상공간으로 만들어 낸 것이다.',
		'이처럼 우리는 일상에서 수많은 가상공간을 이용하면서 살아가고 있으며, 현실에서 가상공간을 완전히 분리하는 일이 거의 불가능해졌다.',
		'110 Ⅱ. 타인과의 관계'	
	]
});
ARR.push({
	page:111,
	words: [
		'보고 싶은 초코',
		'다음 글을 읽고 물음에 답해 보자.',
		'미안해, 초코야. 너와 다시는 만날 수 없다니, 바쁘다는 이유로 더 많은 시간을 보내지 못한 게 너무 후회돼. 다음에 만난다면 평생 헤어지지 말자.”',
		'얼마 전 우리 집 강아지 초코가 세상을 떠났다. 이렇게 떠날 줄 알았더라면 사진이나 영상으로 초코의 모습을 더 많이 남겨 둘 걸 그랬다.',
		'후회하던 와중에 죽은 강아지를 만날 수 있게 해 주는 서비스를 알게 되었다. 강아지의 사진, 동영상 등 각종 자료를 바탕으로 가상 강아지를 만들어 주고, 우리가 가상공간에 접속하면 강아지를 만날 수 있다는 것이다. 비록 가상의 만남이지만 초코에게 건네지 못한 말을 꼭 전하고 싶어 서비스를 신청했다.',
		'1 내게 소중한 존재를 가상공간에서 만난다면 어떤 말을 해 줄지 써 보자.',
		'2 나의 소중한 기억이 담긴 가상공간을 만들 수 있다면 어떤 모습일지 그려 보자.',
		'다음 내용을 스스로 점검해 보자.',
		'1 현실 세계와 다른 가상공간의 특징을 제시할 수 있다.',
		' 자신이 주로 이용하는 가상공간의 유형을 설명할 수 있다.',
		'3. 가상공간에서 타인을 어떻게 대해야 할까 111'

	]
});
ARR.push({
	page:112,
	words: [
		'2 가상공간에서 발생하는 도덕 문제를 어떻게 해결해야 할까',
		'•가상공간에서 도덕 문제가 발생하는 까닭을 설명할 수 있다.',
		'•가상공간에서 발생하는 도덕 문제의 유형과 해결 방법을 제시할 수 있다. ',
		'•가상공간을 올바르게 이용하는 태도를 지닐 수 있다.',
		'다음은 가상공간의 어느 익명 게시판에 올라온 글이다. 그림을 보고 물음에 답해 보자.',
		'나라면 어떤 댓글을 달았을까?',
		'112 Ⅱ. 타인과의 관계'
	]
});
ARR.push({
	page:113,
	words: [
		'가상공간에서 도덕 문제가 발생하는 까닭',
		'우리는 종종 현실에서 꺼내기 어려운 고민을 가상공간에 털어놓는다. 비록 얼굴도, 이름도 모르는 사람들이지만 그들이 고민에 공감해 주거나 위로를 건넬 때 따뜻함을 느낀다.',
		'그러나 어떤 사람들은 위로는커녕 비웃음이나 조롱, 심지어는 욕설을 남기기도 한다.누군가를 위로해야 하는 상황에서 비웃거나 조롱하는 일은 현실에서도 발생한다.',
		'그러나 가상공간에서는 현실에 비해 이러한 일이 훨씬 쉽게, 또 자주 일어난다. 심지어 현실에서는 온순하고 올바른 것처럼 보이는 사람이 가상공간에서는 그렇지 않은 경우도 있다.',
		'그 까닭은 무엇일까? 가상공간은 현실보다 시·공간의 제약이 적어 자유롭게 행동할 수 있고, 또 가상공간에서는 자신이 누구인지 밝히지 않고 다른 사람과 의사소통할 수 있기 때문이다.',
		'이처럼 자신이 누구인지 상대방에게 드러나지 않는 익명성 때문에 가상공간에서는 다른 사람의 시선을 의식하지 않고 함부로 행동하는 경우가 많다.',
		'그래서 가상공간에서는 다른 사람을 모욕하거나 무시하는 일이 현실에 비해 빈번하게 발생한다.',
		'현실에서는 온순해 보이는 사람이 가상공간에서는 함부로 행동하는 경우가 있다.',
		'전 국민이 인터넷을 건강하게 이용할 수 있도록 인터넷 이용 관련 소양 교육과 다양한 캠페인을 추진하고 있다.',
		'가상공간에서 함부로 행동하면',
		'수은이는 파티시에가 되기 위해 밤낮없이 노력하는 학생이다. 제과 제빵 대회에서 좋은 성과를 거두지 못해 좌절하기도 하고, 상을 받는 주변 친구들을 보며 부러워하기도 한다.',
		'그럼에도 수은이는 본인만의 비법 노트를 제작하고 수많은 연습을 거듭한 끝에 파티시에가 된다.',
		'그 후 수은이의 요리 사진이 사회 관계망 서비스(SNS)를 통해 널리 퍼지면서, 수은이의 제과점에는 손님의 발길이 끊이지 않았다.',
		'그런데 어느 날 수은이가 올린 게시물에 그녀의 과거를 폭로하는 댓글이 달리기 시작했다.',
		'학창 시절 수은이가 다른 친구들이 만든 케이크를 무시하고 친구들을 헐뜯는 글을 사회 관계망 서비스에 올렸다는 내용이었다. 꿈을 이루는 것에 비하면 사소해 보였던 순간이 인터넷에서는 영원한 순간이 되었다.',
		'- 아름다운 디지털 세상 누리집, 「영원한 순간」',
		'가상공간에서 위와 같은 일이 발생하는 까닭은 무엇일까?',
		'3. 가상공간에서 타인을 어떻게 대해야 할까 113'
	]
});

ARR.push({
	page:114,
	words: [
		'가상공간에서 발생하는 여러 가지 도덕 문제',
		'가상공간 덕분에 우리는 많은 혜택을 누리게 되었다. 그러나 가상공간의 등장으로 인해 기존에는 없던 새로운 도덕 문제가 발생하기도 한다. ',
		'지원이는 학교 내부 시설 공사 때문에 일주일 동안 온라인으로 수업을 듣게 되었다.',
		'온라인 수업을 마치고 등교하는 첫날, 지원이는 우리 학교 학생 중 한 명이 온라인 수업 화면에 나온 친구들의 사진을 찍어서 인터넷에 올렸다는 소식을 들었다.',
		'지원이도 게시물을 확인해 보니 수업을 듣고 있는 자신의 얼굴 사진이 올라와 있었다.',
		'만약 내가 지원이라면 어떤 기분이 들었을까?',
		'윗글은 가상공간에서 발생할 수 있는 사생활 침해 문제를 보여 준다.',
		'이처럼 가상공간에서는 누군가가 올린 글, 사진, 영상 등을 손쉽게 파일로 저장하여 다른 용도로 이용할 수 있다.',
		'가상공간에서는 ●사이버 폭력이 발생하기도 한다. 예를 들어 악성 댓글을 다는 행위, 상대방이 원하지 않는 문자나 사진 등을 반복적으로 보내는 행위 등이 사이버 폭력에 해당한다.',
		'사이버 폭력 사이버 폭력에는 사이버 명예 훼손, 사이버 성폭력, 사이버 모욕, 사이버 따돌림, 사이버 스토킹 등이 있다.',
		'가상 인간에게 달린 악성 댓글',
		'버추얼 인플루언서에게 악성 댓글을 단 사람을 처벌해야 할까? 다음 글을 읽고 자신의 생각을 써 보자.',
		'나는 광고 모델이자 가수로도 활동하는 ‘버추얼 인플루언서’라고 해.',
		'버추얼 인플루언서 ◯◯는 가상 인간이다. 그런데 ◯◯의 게시글마다 ‘사람인 척해서 징그럽다.’, ‘못생겼다.’라는 등의 악성 댓글이 달리는 바람에 누리꾼들 간에 논쟁이 벌어지곤 한다. 어떤 누리꾼은 ◯◯를 함부로 비방해서는 안 된다고 말한다.',
		'그러나 다른 누리꾼은 ◯◯가 실제 인간이 아니기 때문에 악성 댓글을 단 사람을 처벌해서는 안 된다고 말한다.',
		'≐ 버추얼 인플루언서(Virtual Influencer): ‘가상’을 의미하는 ‘버추얼(virtual)’과 ‘영향력이 있는 사람’을 의미하는 ‘인플루언서(influencer)’의 합성어로, 인공지능이나 컴퓨터 그래픽(CG) 등으로 만들어진 가상 인물 중 사회적 영향력이 큰 가상 인물을 말한다.',
		'버추얼 인플루언서에게 악성 댓글을 단 사람을 ( 처벌해야 한다. / 처벌하지 말아야 한다. ) 왜냐하면',
		'114 Ⅱ. 타인과의 관계'
		]
});
ARR.push({
	page:115,
	words: [
		'인공지능 기술이 발달하면서 가상공간에서도 새로운 문제가 나타났다.',
		'예를 들어 인공지능을 활용하여 사진이나 영상에 인물을 합성하는 ●딥페이크 기술로 인해 거짓 정보가 확산하고 있다.',
		'가상공간에서는 누구나 정보를 생산하고 전달할 수 있기 때문에 참된 정보만큼이나 거짓 정보도 빠르고 광범위하게 퍼질 수 있다.',
		'누군가에 대해 거짓 정보가 퍼지면 그 사람에게 무분별한 비난이 쏟아질 수 있고, 그로 인해 거짓 정보의 피해자가 정신적인 고통을 겪을 수 있다.',
		'또한 가상공간을 통해 정보를 얻으려는 사람들이 거짓 정보에 속는 일이 반복된다면, 참된 정보도 믿지 않게 되는 문제가 발생할 수 있다.',
		'그리고 사람들이 인공지능 기술을 활용한 서비스를 이용하면서 ●편향 문제가 발생하기도 한다.',
		'예를 들어 사람의 음성 정보를 통해 성별을 분석하는 인공지능이 저음을 남성으로, 고음을 여성으로 분류한다면 목소리의 높낮이에 관한 사람들의 편견이 강화될 것이다.',
		'한편, 인공지능 자체가 편향된 방식으로 설계될 수도 있다. 인공지능의 알고리즘을 설계할 때 설계자의 편향이 개입될 수도 있고, 인공지능이 편향된 데이터를 학습할 수도 있기 때문이다.',
		'이 외에도 가상공간에서는 불법적인 경로로 영화를 시청하거나 과제를 할 때 출처를 밝히지 않고 다른 사람의 글을 베끼는 등 ●지식 재산권을 침해하는 문제,현실과 가상을 혼동하거나 현실을 무시하고 가상공간에 몰두하는 인터넷 중독 문제 등도 발생한다',
		'딥페이크(deepfake) 기술 ‘딥러닝(deep learning)’과 ‘가짜(fake)’의 합성어로 인공지능 기술을 이용하여 사진이나 영상 등에 인간의 이미지를 합성하는 기술을 말한다. 최근에는 이를 악용하여 거짓 정보를 퍼뜨리는 사례가 늘고 있다.',
		'편향 |偏 치우칠 편, 向 향할 향| 한쪽으로 치우치다.',
		'≐ 지식 재산권 인간의 지적인 활동이나 경험을 통해 만들어진 지식, 정보, 기술 등에 대한 재산권을 의미한다. 저작권은 지식 재산권의 한 종류이다.',
		'컴퓨터 가상공간 임상 실습 콘텐츠 개발자',
		'가상공간에서 수술, 물리 치료 발하는 직업이다.',
		'양치기 소년만 손해를 본 걸까',
		'양치기는 양 떼를 몰고 마을에서 멀리 떨어진 곳으로 나갔다가 심심해지면 늑대가 나타났다고 외치곤 했다.',
		'거짓 외침을 들은 마을 사람들은 헐레벌떡 달려갔다가 양치기의 장난에 놀아난 것을 알고 돌아왔다.',
		'그런 일이 두세 번 반복되자, 마을 사람들은 정말 늑대가 나타났을 때 양치기의 외침을 듣고도 양 떼를 구하러 가지 않았다. 그리하여 양치기는 양 떼를 잃어버렸다.',
		'양치기는 장난삼아 거짓말을 상습적으로 한 대가로 양 떼를 잃는다.',
		'그런데 과연 양치기 소년만 손해를 본 걸까? …… 거짓말로 인해 늑대가 나타났다는 경고를 접하고도 그것을 믿지 못하게 된 마을 사람들도 피해자이다.',
		'양치기 소년의 외침처럼 말이 알림의 기능을 상실하고 의사소통을 가로막는다면, 사회적 의사소통에 의해 유지되는 공동체 전체가 위기에 빠지게 된다. - 김태환, 『우화의 서사학』',
		'거짓 정보가 확산하면 어떤 문제가 발생할까?',
		'3. 가상공간에서 타인을 어떻게 대해야 할까 115'
	]
});
ARR.push({
	page:116,
	words: [
		'가상공간의 도덕 문제를 해결하는 방법',
		'가상공간에서 지켜야 할 도덕 원칙',
		'가상공간의 도덕 문제를 해결하는 방법',
		'가상공간에서 발생하는 다양한 도덕 문제를 어떻게 해결할 수 있을까? 다음 글을 읽고 생각해 보자.',
		'나는 인터넷 검색을 하던 중 배우 ◯◯이 곧 방영하는 드라마에 출연한다는 사실을 알게 되었다. 그런데 인터넷 게시판에 ◯◯을 험담하는 글이 올라와 있는 것을 발견했다. 나는 글쓴이의 의견이 잘못되었다고 생각하여 댓글을 달았다.',
		'험담은 세 사람을 해친다. 말하는 자, 듣는 자, 그리고 험담의 대상이 되는 자. 마이클 카츠 외,『원전에 가장 가까운 탈무드』',
		'‘나’와 ‘글쓴이’의 행동에는 어떤 차이점이 있을까?',
		'윗글의 ‘나’는 게시된 글의 내용이 사실인지 꼼꼼히 따지고 있다. 또한 글쓴이의 조롱과 비난에도 상대방을 존중하며 댓글을 작성하였다.',
		'가상공간에서 모두가 ‘나’처럼 행동한다면 많은 문제를 해결할 수 있다. 그렇다면 가상공간에서는 구체적으로 어떻게 행동해야 할까? 첫째, 다양성을 존중해야 한다.',
		'나와 의견이나 가치관이 다르다는 이유만으로 다른 사람을 무시해서는 안 된다. 또한 성별, 국적, 인종 등에 대한 편향된 생각을 갖거나 다른 사람을 차별하지 말아야 한다.',
		'예를 들어 특정 인종을 차별하는 악성 댓글을 달아서는 안 된다.둘째, ●해악 금지를 실천해야 한다.',
		'자신의 행위가 다른 사람에게 어떤 영향을 끼칠지 고려하고 책임 있게 행동해야 한다. 예를 들어 딥페이크 기술을 악용하여 거짓 정보를 퍼뜨려서는 안 된다.',
		'해악 |害 해할 해, 惡 악할 악|해가 되는 나쁜 일을 말한다.',
		'116 Ⅱ. 타인과의 관계'
	]
});
ARR.push({
	page:117,
	words: [
		'셋째, 정의를 추구해야 한다. 사생활 등 다른 사람의 권리를 보호하고 법과 규칙을 지켜야 한다.',
		'예를 들어 가상공간에 사진이나 영상을 올릴 때 촬영에 동의하지 않은 친구의 얼굴이 찍혀 있는지를 확인해야 한다.',
		'넷째, 공공선을 증진해야 한다. 다른 사람의 이익과 행복을 늘리기 위해 노력해야 한다. 예를 들어 가상공간에서 거짓 정보를 보았을 때 지나치지 말고 올바른 정보가 무엇인지 알려주어야 한다.',
		'가상 교실에서 지켜야 할 규칙 만들기',
		'1 현재 우리 반의 규칙은 무엇인지 써 보자. 만약 규칙이 없다면 모둠원과 논의하여 어떤 규칙이 있어야 하는지 생각해 보자.',
		'2 가상공간에 우리 반을 만든다면 어떤 규칙이 필요할지 모둠원과 상상해서 써 보자.',
		'3 위에 쓴 규칙들이 다음 네 가지 도덕 원칙 중 어디에 해당하는지 생각해 보자.',
		'3. 가상공간에서 타인을 어떻게 대해야 할까 117'
	]
});
ARR.push({
	page:118,
	words: [
		'우리가 지녀야 할 바람직한 태도에는 또 무엇이 있을까?',
		'가상공간을 이용하는 바람직한 태도',
		'가상공간을 올바르게 이용하려면 디지털 리터러시(Digital Literacy)를 지녀야 한다.',
		'디지털 리터러시는 가상공간에 접속할 수 있는 기기를 활용하는 능력뿐만 아니라 정보를 이해하고 자신의 생각을 올바르게 표현하는 능력을 의미한다.',
		'가상공간의 정보를 비판적으로 수용하는 일, 참된 정보를 생산하는 일, 다른 사람과 올바르게 소통하는 일 등을 잘 해내려면 디지털 리터러시를 갖추어야 한다.',
		'그렇다면 디지털 리터러시를 바탕으로 가상공간을 올바르게 이용하려면 어떤 태도를 갖추어야 할까? 첫째, 공감하는 태도를 가져야 한다.',
		'예를 들어 거짓 정보로 인해 상처받는 연예인의 입장에 공감한다면 딥페이크 기술을 악용하여 영상이나 사진을 제작하거나 배포하지 않을 것이다.',
		'둘째, 포용하는 태도를 갖추어야 한다. 가상공간에서는 다양한 사람과 자유롭게 만날 수 있다.',
		'그들과 좋은 관계를 맺기 위해서는 다른 사람에게 편견을 갖지 말고 나와 다른 생각이나 가치관에 개방적이어야 한다.',
		'셋째, 절제하는 태도를 가져야 한다. 게임이나 사회 관계망 서비스, 인터넷 검색과 영상 시청 등에만 몰두하면 현실에도 부정적인 영향을 끼칠 수 있다.',
		'따라서 디지털 기기를 과도하게 사용하지 않는 태도가 필요하다.넷째, 비판적인 태도를 갖추어야 한다. 가상공간에 떠도는 수많은 정보 중에는 진짜와 가짜가 뒤섞여 있다.',
		'따라서 새로운 정보를 접할 때는 정보를 작성한 사람이 누구인지, 정보의 출처는 어디인지 등을 꼼꼼히 따져 보는 자세가 필요하다.',
		'또한 가상공간에서는 인공지능이 사용자 개개인의 성향을 고려하여 맞춤형 정보를 제공하는데, 이는 또 다른 문제를 일으키기도 한다.',
		'인터넷 검색을 하다 보면 내가 좋아하는 주제의 콘텐츠가 자주 등장하는 듯한 느낌이 든다.',
		'왜냐하면 검색 엔진에 적용된 인공지능이 이용자가 선호할 만한 콘텐츠를 중심으로 정보를 제공하기 때문이다.',
		'그로 인해 이용자는 자기도 모르게 한쪽에 치우친 정보만 제공받게 된다.',
		'이는 이용자 자신이 기존에 믿고 있거나 좋아하는 정보만 받아들이려 하고, 자기 생각에 어긋나는 정보는 거부하는 편향으로 이어질 수 있다.',
        '- 『시사위크』, 2020. 10. 21.',
		'우리는 가상공간에서 쉽게 자신의 취향에 맞는 정보를 획득할 수 있다. 그러나 자기 취향에 맞는 정보만 접하다 보면 다른 정보를 꺼릴 수도 있다. 이를 예방하려면 정보를 비판적으로 수용하려는 태도가 필요하다.',
		'118 Ⅱ. 타인과의 관계'
	]
});
ARR.push({
	page:119,
	words: [
		'편향에서 벗어나기',
		'다음 글을 읽고, 그림 속 두 학생이 가상공간을 이용할 때 가져야 할 바람직한 태도는 무엇인지 생각해 보자.',
		'두 집단이 동일한 경기 영상을 보면서 반칙의 개수를 세는 실험을 한 결과, 각각 자신이 속한 팀에게 유리하게 반칙의 개수를 계산한 것으로 나타났다.',
		'이처럼 사람들은 어떤 사실을 접하게 되었을 때, 본인이 가진 신념과 태도에 유리한 방식으로 해석하는 경향이 있다.',
		'즉 사람들은 특정한 문제에 대해 자신이 어떤 편에 서 있는지에 따라 같은 사실을 다르게 해석한다. 이를 ‘우리 편 편향’이라고 한다.',
		'우리 편 편향에서 벗어나려면 평소에 자신이 가진 신념과 태도로부터 거리를 두어야 한다. 이를 위해 내가 언제나 옳은 것도 아니요, 완벽한 것도 아니라는 생각을 지녀야 한다.',
		'- 키스 스타노비치, 『우리 편 편향』',
		'1 각 학생이 어떤 말을 했을지 상상하여 말풍선을 채워 보자.',
		'2 두 학생이 같은 검색 결과를 보고 다른 결론을 내린 까닭은 무엇인지 모둠별로 논의해 보자.',
		'3 두 학생과 비슷한 경험을 한 적이 있는지 떠올려 보자.',
		'3. 가상공간에서 타인을 어떻게 대해야 할까 119'
	]
});
ARR.push({
	page:120,
	words: [
		'가상공간을 이용할 때 필요한 태도',
		'1 다음 그림을 보고, 그림 속 문제 상황에서 필요한 태도를 써 보자.',
		'2 가상공간에서 발생할 수 있는 문제 상황을 글이나 그림으로 표현해 보자. 그리고 문제 상황이 바람직하게 해결된 상황을 묘사하고 필요한 태도를 써 보자.',
		'다음 내용을 스스로 점검해 보자.',
		'1 가상공간에서 발생하는 도덕 문제가 무엇인지 말할 수 있다. ',
		'2 가상공간의 도덕 문제를 해결하는 원칙을 제시할 수 있다.',
		'3 디지털 리터러시를 바탕으로 가상공간을 올바르게 이용할 수 있다.',
		'120 Ⅱ. 타인과의 관계'
	]
});
ARR.push({
	page:121,
	words: [
		'인터넷에서 본 그 정보, 사실일까',
		'와, 오늘 급식 정말 맛있겠다!',
		'오후 수업도 재밌게 들을 수 있겠어.',
		'어제 인터넷에서 봤는데, 함께 맛있는 음식을 먹으면 서로의 속마음을 잘 터놓게 된다고 하더라.',
		'정말? 누가 그래?',
		'여기 이 게시물에서 그랬어.',
		'“함께 맛있는 식사를 하면 서로 더 솔직해질 수 있다.” - 프랜시스 바게트',
		'뭔가 이상한데….',
		'무슨 소리야, 이름만 봐도 신뢰감이 느껴지지 않니?',
		'게다가 댓글을 단 사람들도 모두 좋은 말을 알려 줘서 고맙다고 했어.',
		'그 사람들을 어떻게 믿니? 내가 찾아볼게.',
		'“아는 것이 힘이다.” - 프랜시스 베이컨',
		'자, 이게 진짜래.',
		'내가 잘못된 정보를 알려 줬구나!',
		'3. 가상공간에서 타인을 어떻게 대해야 할까 121'
	]
});
ARR.push({
	page:122,
	words: [
		'중단원 마무리',
		'가상공간은 어떤 공간일까',
		'가상공간의 특징',
		'•가상공간은 현실에 비해 시·공간의 제약에서 ( 1 ) •가상공간에서는 아바타, 아이디 등으로 활동하므로 ( 2 )이 있음',
		'가상공간의 여러 유형',
		'증강 현실: 현실에 가상 정보를 겹쳐 보여 주는 것으로, 현실을 확장한 가상공간 •현실의 정보를 가상으로 구현하여 만든 가상공간 •현실에는 존재하지 않는 가상공간',
		'가상공간에서 발생하는 도덕 문제를 어떻게 해결해야 할까',
		'가상공간에서 발생하는 여러 가지 도덕 문제',
		'•누군가의 개인 정보를 허락받지 않고 가상공간에 올리는 ( 3 ) 문제 •악성 댓글 등 사이버 폭력 문제 •딥페이크 기술을 악용하는 등 거짓 정보 확산 문제',
		'•인공지능 기술의 발달로 인한 편향 문제 •출처를 밝히지 않고 다른 사람의 글을 베끼는 등 ( 4 ) 문제 •과도하게 디지털 기기를 사용하는 등 인터넷 중독 문제',
		'가상공간의 도덕 문제를 해결하는 방법',
		'다양성을 ( 5 )하기 •다른 사람에게 해악을 끼치지 않기 •다른 사람의 권리를 보호하는 등 ( 6 )를 추구하기 •공공선을 증진하기',
		'가상공간을 이용하는 바람직한 태도',
		'•다양성을 ( 5 )하기 •다른 사람에게 해악을 끼치지 않기 •다른 사람의 권리를 보호하는 등 ( 6 )를 추구하기 •공공선을 증진하기',
		'•( 7 ): 디지털 기기를 활용하는 능력을 포함하여 정보를 이해하고 자신의 생각을 올바르게 표현할 수 있는 능력 •다른 사람이 받을 고통에 공감하는 태도;ㅡ',
	    '•나와 다른 생각이나 가치관을 존중하고 ( 8 )하는 태도 •디지털 기기 사용을 절제하는 태도•가상공간의 새로운 정보를 무조건 받아들이지 않는 ( 9 ) 태도',
		'다음 방법 을 읽고, 미로에서 탈출하는 주문을 외워 보자.',
		'방법 1 다음 그림 속 글이 똑바로 보이도록 교과서를 돌려 가며 네 글자로 구성된 암호를 찾아보자.',
		'2 암호 해독표 를 참고하여 탈출 주문을 외워 보자. ',
		'122 Ⅱ. 타인과의 관계'
	]
});
ARR.push({
	page:123,
	words: [
		'가상공간에서 올바른 정보를 찾는 방법',
		'다음 활동을 통해 올바른 자료 조사 방법을 알아보자.',
		'와! 이 영상 조회 수가 엄청 높아. 그만큼 좋은 자료일 거야. ',
		'이 글과 저 글의 내용을 복사해서 연결하면…. 끝! 이곳저곳에서 자료를 모았으니 출처 표시는 안 해도 되겠지?',
		'인공지능 덕분에 자료 조사도 금방 끝났네. 인공지능이 나보다 똑똑하니까 틀린 내용은 없을 거야.',
		'자료 조사를 이렇게 하면 어떡하니? 올바른 자료 조사 방법부터 알아보자.',
		'죄송합니다, 선생님.',
		'세 학생에게 필요한 올바른 자료 조사 방법을 정리해 보자.',
		'올바른 자료 조사 방법을 카드 뉴스로 만들어 보자. ',
		'세 학생의 자료 조사 방법이 가진 문제점을 발견하였다.',
		'세 학생에게 필요한 올바른 자료 조사 방법을 정리하였다.',
		'카드 뉴스에 올바른 자료 조사 방법이 잘 담겨 있다.',
		'3. 가상공간에서 타인을 어떻게 대해야 할까 123'
	]
});
ARR.push({
	page:124,
	words: [
		'사람의 마음을 읽는 ‘감성 인식 기술 전문가’',
		'개 감성 인식 기술 전문가란',
		'감성 인식 기술 전문가는 사용자의 감성을 인식하는 기술을 개발하고, 이를 이용하여 제품이나 서비스를 만드는 일을 한다.',
		'감성 인식 기술은 사람의 표정과 자세, 뇌와 심장의 신호, 피부 온도, 목소리의 높낮이나 떨림, 어휘 등을 통해 감성의 변화를 파악하는 기술을 뜻한다.',
		'이를 적절히 활용한다면 사용자 개개인의 감성에 알맞은 제품이나 서비스를 제공할 수 있다.',
		'•하는 일',
		'감성 인식 기술 전문가는 인간의 여러 감성을 컴퓨터가 인식할 수 있도록 하는 유·무선 센서 기술을 연구·개발한다. 또 이러한 센서를 통해 얻은 감성 정보에 따라 각각의 상황에 맞는 서비스를 제공하는 기술을 개발한다.',
		'•필요한 공부',
		'인간의 감성을 이해하기 위한 생체공학, 심리학 등의 학문을 공부하면 도움이 된다. 센서 기술과 관련하여 전기전자공학, 컴퓨터공학, 기계공학 등에 대한 지식도 필요하다. 또 센서를 통해 얻은 감성 정보를 다루는 소프트웨어를 개발하려면 정보통신공학, 전산학 등을 공부해야 한다. 인간공학, 감성공학, 의공학 등도 감성 인식 기술과 관련이 높은 전공이다.',
		'•적합한 사람',
		'인문, 철학, 예술 등 다방면에 관심과 흥미가 있고, 감성적이며 창의적인 사람이 감성 인식 기술 전문가에 적합하다. 또 서로 다른 전문가 사이의 협업이 중요하기 때문에 다른 분야를 잘 이해할 수 있는 사람이 유리하다.',
		'•활동 분야',
		'감성 인식 기술 전문가는 연구원, 교수 등으로 활동하거나 로봇, 스마트폰, 가전, 자동차, 무인 기계 등 관련 기업 전반에서 일할 수 있다.',
		'- 『아웃소싱타임스』, 2022. 8. 3.',
		'감성 주행',
		'감성 인식 기술을 활용한 사례로 감성 주행이 있다. 인공지능을 탑재한 자동차가 감지기를 통해 운전자의 표정, 심장 박동 수 등을 측정한다.',
		'이후 차량이 인공지능 학습을 통해 축적한 정보를 바탕으로 자동차 오디오, 조명, 조향 등을 능동적으로 제어하여 운전자의 감성 상태에 최적화된 분위기를 조성한다.',
		'124 Ⅱ. 타인과의 관계'

	]
});
ARR.push({
	page:125,
	words: [
		'우정과 정직',
		'다음 그림을 보고 물음에 답해 보자.',
		'아, 청소하기 싫어.',
		'지원이와 수진이가 열심히 청소한 덕에 우리 교실이 깨끗해졌어요. 지원이와 수진이에게 봉사상을 주는 게 어떨까요?',
		'아, 청소하기 싫어. 그래도 열심히 해야지.',
		'한 달에 한 번만 하잖아.',
		'어휴, 어쩔 수 없지. 알겠어, 지원아.',
		'수진아, 내 몫까지 청소를 해 주면 안 될까? ',
		'네? 그게….',
		'와, 수고했어!',
		'감사합니다!',
		'선생님께 솔직하게 말씀드려야 할까? 그러다 지원이와 사이가 틀어지면 어떡하지?',
		'수진이가 고민하고 있는 두 가지 가치는 무엇일까?',
		'내가 수진이라면 어떤 행동을 할지 써 보자.',
		'내가 수진이라면 ( 선생님께 솔직하게 말할 것이다. / 지원이와의 의리를 지킬 것이다. ) 왜냐하면',
		'세상 속으로 125'
	]
});
ARR.push({
	page:126,
	words: [
		'대단원 마무리',
		'생활 속 가치 실천',
		'사회 관계망 서비스는 인간관계에 유용할까',
		'한 연구에 따르면 ● Z세대 중 하루 평균 1시간 이상 사회 관계망 서비스(SNS)를 활용하는 비율이 39.1%(주중), 47%(주말)로 나타났다.',
		'특히 주중 2시간 이상 사회 관계망 서비스를 이용하는 비율이 Z세대에서는 15.2%이지만 다른 세대에서는 1~7%로 나타난다.',
		'Z세대는 다른 세대보다 사회 관계망 서비스를 많이 이용하고 있으며, 그만큼 사회 관계망 서비스에 쏟는 시간도 많다. 그렇다면 사회 관계망 서비스는 인간관계에 도움이 될까? - 정보통신 정책 연구원, 2022',
		'≐ Z세대: ‘Z’는 알파벳의 마지막 글자로 Z세대는 ‘20세기에 태어난 마지막 세대’를 뜻한다. 일반적으로 1990년대 중후반 출생자부터 2010년대 초반 출생자를 일컫는다.',
		'사회 관계망 서비스는 인간관계에 도움이 된다 ',
		'사회 관계망 서비스를 통해 친구들에게 인정받고, 친구들과 더 친해질 수 있어요. 일상의 경험을 친구들과 공유하고 댓글로 대화하는 과정이 즐거워요. ',
		'사회 관계망 서비스는 인간관계에 도움이 되지 않는다 ',
		'사회 관계망 서비스로 인해 오히려 친구들과 멀어졌어요. 자꾸만 친구와 나를 비교하게 되어요. 또 힘들다고 토로하는 글을 보면 나도 모르게 지치기도 해요. 얼굴이 보이지 않는다고 함부로 말하는 댓글도 많고요. ',
		'윗글을 읽고 다음 물음에 답해 보자',
		'다음 빈칸을 채워 보며 나의 사회 관계망 서비스 이용 습관을 점검해 보자.',
		'① 주로 이용하는 사회 관계망 서비스의 이름',
		'② 사회 관계망 서비스에서 주로 하는 활동',
		'사회 관계망 서비스의 사용이 인간관계에 유용할까? 자신의 생각을 써 보자.',
		'사회 관계망 서비스를 사용하는 것은 인간관계에 ( 유용하다. / 유용하지 않다. )왜냐하면',
		'126 Ⅱ. 타인과의 관계'
	]
});
ARR.push({
	page:127,
	words: [
		'올바른 사회 관계망 서비스 이용 방법 포스터 만들기',
		'나와 다른 사람을 존중하고 배려하며 사회 관계망 서비스를 이용하려면 어떻게 해야 할까? 올바른 사회 관계망 서비스 이용 방법에 대한 포스터를 만들어 보자. ',
		'1 사회 관계망 서비스를 건강하게 이용하는 방법은 무엇일지 모둠원과 논의한다.', 
		'2 논의한 내용을 바탕으로 포스터 문구를 선정한다.',
		'3 온라인 무료 템플릿 사이트를 이용하여 포스터를 제작한다.',
		'4 제작한 포스터를 사회 관계망 서비스에 게시한다.',
		'사회 관계망 서비스를 건강하게 이용하는 방법은 무엇일까?',
		'내가 만들고 싶은 포스터 문구를 써 보자.',
		'대단원 마무리 127'		
	]
});
ARR.push({
	page:128,
	words: [
		'사회·공동체와의 관계',
		'1인권의 보편적 가치를 어떻게 실현할 수 있을까',
		'2다문화 사회에 필요한 도덕적 자세는 무엇일까',
		'3통일은 어떤 의미와 가치가 있을까'
	]
});
ARR.push({
	page:129,
	words: [
		'한 사회에는 서로 다른 사람이 함께 살아가며 그 사이에서 갈등이 일어나기도 한다.',
		'내가 사는 사회와 공동체에서는 어떤 갈등이 발생하며, 이를 도덕적으로 어떻게 해결할 수있을까? 인권을 바탕으로 우리 사회가 나아가야 하는 방향을 고민해 보자.'
	]
});
ARR.push({
	page:130,
	words: [
		'인권의 보편적 가치를 어떻게 실현할 수 있을까',
		'인권',
		'인간 존엄성',
		'인권 감수성',
		'인권 침해 문제',
		'130 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:131,
	words: [
		'인권을 존중해야 하는 까닭은 무엇일까',
		'•인간 존엄성과 인권의 의미를 설명할 수 있다.',
		'•인간 존엄성과 인권을 존중해야 하는 까닭을 도덕적으로 정당화할 수 있다.',
		'다음 그림을 보고 물음에 답해 보자',
		'노예제가 정상이었던 때도 있었어요.',
		'여성이 투표를 못 하는 것이 정상이었던 때도 있었어요.',
		'어린이가 공장에서 일하는 것이 정상이었던 때도 있었어요.',
		'- 류은숙, 『다른 게 틀린 건 아니잖아?』',
		'과거 사람들이 위와 같은 상황을 정상으로 여겼던 까닭은 무엇일까?',
		'1. 인권의 보편적 가치를 어떻게 실현할 수 있을까 131'
	]
});
ARR.push({
	page:132,
	words: [
		'≐ 교묘 |巧 약삭빠를 교, 妙 묘할 묘|솜씨나 재주가 약삭빠르고 묘하다.',
		'비하 |卑 낮출 비, 下 아래 하|업신여겨 낮추다.',
		'인간 존엄성의 의미',
		'우리는 일상생활 속에서 까닭 없이 상대방을 존중하지 않는 모습을 발견할 수 있다.',
		'심지어 다른 사람을 인정하지 않고 무시하거나 ●교묘하게 차별하는 경우도 있다. 이러한 차별을 당하는 사람은 의식주가 충족되더라도 자신이 불행하다고 느낄 수 있다.',
		'학교에서 친구들끼리 서로 차별하거나 존중하지 않는 사례에는 무엇이 있을까? 예를 들어 외모로 친구를 놀리거나, 운동 실력이나 성적을 비교하는 등 다른 사람을 무시하고 ●비하하는 일을 서슴지 않는 경우가 있다.',
		'또 어떤 학생들은 특정 집단을 차별하는 표현을 사용하면서 그것은 욕설이 아니므로 문제가 없다고 생각하기도 한다.',
		'하지만 그러한 말을 들은 사람은 욕설을 듣거나 신체적 폭력을 당했을 때보다 더 큰 괴로움을 느낄 수도 있다. 다음 활동을 하며 차별적 표현에 대해 생각해 보자.',
		'차별에서 비롯한 언어 표현',
		'내가 들었던 차별적 표현은?',
		'내가 다른 사람에게 썼던 차별적 표현은?',
		'특정 집단을 차별하는 언어 표현의 사례에는 무엇이 있을까? 이러한 표현을 사용하는 까닭은 무엇일까?',
		'위와 같은 사례는 학교뿐만 아니라 사회 전체에 빠르게 퍼지고 있다. 이는 인간을 소중하게 대우하지 않기 때문에 벌어진다. 우리는 이러한 일을 경험하면 부당하다고 생각한다.',
		'모든 인간은 인간이기 때문에 존엄한 가치를 지니며 어떤 조건이나 자격에 관계없이 동등하게 대우받아야 한다. 이를 인간●존엄성이라고 하는데, 누구에게도 양보할 수 없는 가치이기 때문에 ‘존엄’이라고 말한다.',
		'≐ 존엄성 |尊 높을 존, 嚴 엄할 엄, 性 성질 성|감히 범할 수 없는 높고 엄숙한 성질을 말한다.',
		'132 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:133,
	words: [
		'인간이 처음부터 인간 존엄성에 관해 깊이 있게 생각한 것은 아니다.',
		'역사를 돌이켜 볼 때 왕족, 귀족, 평민, 노예 등과 같이 사람을 나누어 차별하는 신분제 사회가 오랫동안 지속하였다.',
		'이후 많은 사람의 노력과 희생을 통해 모든 인간은 이성적 능력을 가졌기 때문에 존엄하다는 생각을 하게 되었다.',
		'하지만 인간 존엄성이 이성적 능력에서 나온다는 생각은 또 다른 차별의 이유가 되기도 한다.',
		'예컨대 어린이, 여성, 노약자나 장애인, 식민지 원주민 등은 이성적이지 않다고 주장하고 그들의 존엄성을 인정하지 않는 경우가 있었다. 심지어 ●세계 대전이 터지고 ●홀로코스트와 같이 인간 존엄성을 해치는 비극이 일어나기도 하였다.',
		'두 차례의 세계 대전 이후 인류는 세계 인권 선언을 통해 인간 존엄성을 확인하고 존중할 것을 다시 약속하였다.',
		'세계 인권 선언에서는 인간이 존엄한 까닭은 인간이라는 사실만으로 충분하다고 강조한다.이처럼 인간 존엄성은 인간이 다른 목적을 위한 도구나 수단으로 이용되지 않고, 자기 삶의 목적을 스스로 정할 수 있을 때 실현될 수 있다.',
		'≐ 세계 대전 세계 여러 나라가 참여한 큰 규모의 전쟁으로, 제1차 세계 대전(1914~1918)과 제2차 세계 대전(1939~1945)을 말한다.',
		'≐ 홀로코스트(Holocaust) 대량 학살을 뜻하는 말이지만, 제2 차 세계 대전 중 나치 독일이 자행한 유대인 학살을 의미하기도 한다.',
		'제2차 세계 대전 중 유대인 수용소의 모습',
		'세계 인권 선언',
		'1948년 국제 연합(UN) 총회에서 채택한 세계 인권 선언은 수많은 사람이 희생된 제2차 세계 대전이 끝나고 만들어졌다.',
		'세계 인권 선언',
		'제1조 모든 사람은 자유로운 존재로 태어났고, 똑같은 존엄과 권리를 가진다. 사람은 이성과 양심을 타고났으므로 서로를 형제애의 정신으로 대해야 한다.',
		'제2조 모든 사람은 피부색, 성별, 언어, 종교, 정치적 견해나 신념 등이 다를지라도 평등하다.',
		'제3조 모든 사람은 생명을 가질 권리, 자유를 누릴 권리, 자기 몸의 안전을 지킬 권리가 있다.',
		'제24조	 모든 사람은 휴식을 취하고 여가를 누릴 권리가 있다.- 국제 사면 위원회 누리집',
		'우리 사회에서 세계 인권 선언을 지키기 위해 노력했던 사례에는 무엇이 있을까?',
		'1. 인권의 보편적 가치를 어떻게 실현할 수 있을까 133'
	]
});
ARR.push({
	page:134,
	words: [
		'인권의 의미와 인권을 실현하기 위한 보편적 가치 ',
		'인간 존엄성을 어떻게 지킬 수 있을까? 우리는 인권을 통해 인간 존엄성을 보호받을 수 있다.',
		'인간은 피부색, 종교, 성별, 나이, 장애, 학력, 재산 등 자신이 가지고 있는 조건과 관계없이 다른 사람에게 차별받지 않고 존엄하게 대접받을 권리가 있는데, 이것을 인권이라고 한다.',
		'인권은 가장 기본적인 권리이며, 인간이라면 누구나 태어나면서부터 지니는 천부적인 권리이다. 또한 인권은 누구나 누리는 권리이기 때문에 보편적인 권리이다.',
		'이러한 인권은 누구에게도 침해받을 수 없는 불가침성을 가진다. 인권은 자유와 평등이라는 가치를 통해 확보할 수 있다.',
		'먼저 자유의 측면에서 인간은 누구나 구속받지 않고 자유롭게 표현하거나 행동할 수 있는 권리를 가진다. 만약 사회가 까닭 없이 개인의 행위를 막는다면 그 사회는 자유로운 사회가 아니다.',
		'1955년, 열다섯 살 클로뎃 콜빈이 살았던 미국에는 「짐 크로 법(Jim Crow Law)」이라는 인종 분리 정책이 있었다. 시내버스에서 백인은 백인 전용석인 앞 좌석에, 흑인은 흑인 전용석인 뒷좌석에만 앉을 수 있었다.',
		'흑인은 백인 전용석이 비어 있어도 앉을 수 없었고, 백인은 앉을 자리가 없으면 뒷좌석에 앉아 있는 흑인들에게 일어나라고 요구할 권리가 있었다.',
		'클로뎃은 차비를 냈으니 이 자리에 앉을 권리가 있다며 백인 승객을 위해 자리에서 일어나라는 버스 운전사의 지시를 거부하였다. 그 후 그녀는 경찰에 체포되어 재판에 넘겨졌다. - 필립 후즈, 『열다섯 살의 용기』',
		'위 사례에서 알 수 있듯이, 자유를 보장하기 위해서는 외부로부터 부당한 간섭이 없어야 하고, 원하는 것을 할 수 있도록 제도가 뒷받침되어야 한다. 다만 자유는 상황에 따라 제한될 때가 있다',
		'휴대 전화 사용은 개인의 자유이지만 대중교통에서 큰소리로 통화하면 다른 사람에게 방해가 될 수 있어요.',
		'일상생활에서 자유를 제한해야 하는 경우는 언제일까?',
		'개인이 어떤 소지품을 가지고 있는지는 사생활이지만, 비행기를 탈 때나 공연장에 입장할 때 안전을 위해 소지품을 검사할 수 있어요.',
		'134 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:135,
	words: [
		'이처럼 타당한 까닭이 있다면 개인의 자유를 제한할 수 있다. 예를 들어 휴대 전화 사용이 다른 사람에게 피해를 준다면 그 사용을 제한할 수 있다.',
		'공항 보안 검색대에서 소지품을 검사하는 경우도 승객의 안전을 위한 일이므로 인권 침해로 볼 수 없다.',
		'그다음으로 평등의 차원에서 인간은 조건이나 자격 등에서 차별받지 않고 동등하게 대우받을 권리가 있다.',
		'이때 평등은 인간 사이의 차이를 부정하는 말이 아니라, 모든 차별에 반대한다는 뜻이다. 만약 어떤 학생이 모든 과목에서 높은 점수를 받고, 또 다른 학생은 낮은 점수를 받는다면 이것은 두 학생의 성적 차이이다.',
		'그런데 성적이 높은 학생에게는 교실 청소를 시키지 않고 성적이 낮은 학생에게만 교실 청소를 시킨다면, 그것은 성적에 따른 차별이다.',
		'차별은 차이에 대해 편견을 가지고 가치를 부여하거나 이를 빌미로 다른 사람을 불평등하게 대우하는 것이다. ',
		'‘차이’와 ‘차별’은 다른 말이야!',
		'차이와 차별',
		'•나는 친구들과 얼굴, 코, 입, 손 등 생김새가 달라요. / 틀려요.',
		'•흑인, 백인, 황인은 피부색이 달라요. / 틀려요.',
		'•임산부를 위해 지하철에 교통 약자석을 운영하는 것은 차이를 존중하는 것이에요. / 차별이에요.',
		'위 문장에서 알맞은 말에 ◯ 표시해 보자',
		'인권에서 강조하는 평등은 우리가 가진 고유한 차이에 동등하게 관심을 갖고 존중하는 것이다. 또한 차이에 따르는 부당한 차별을 줄이는 것이다.',
		'우리가 자유와 평등을 핵심으로 하는 인권을 누리기 위해서는 자신의 권리만을 주장해서는 안 된다. 내가 소중한 만큼 다른 사람도 소중하다고 생각할 때 인권을 지킬 수 있다.',
		'또한 인권만을 앞세워 책임과 의무를 소홀히 해서는 안 된다. 인권은 반드시 지켜야 하지만 공적인 가치와 균형을 이루어야 한다.',
		'그렇게 함으로써 더 많은 사람이 인간다운 삶과 행복을 누릴 수 있으며, 성숙하고 바람직한 사회를 만들어 나갈 수 있다.',
		'모든 인간은 한낱 수단으로 취급되어서는 안 되며, 항상 동시에 목적으로 대우받아야 한다. 임마누엘 칸트, 『윤리형이상학 정초』',
		'1. 인권의 보편적 가치를 어떻게 실현할 수 있을까 135'
	]
});
ARR.push({
	page:136,
	words: [
		'피의자의 머그샷 공개는 인권 침해일까',
		'다음 글을 읽고 물음에 답해 보자.',
		'해외에서는 ●피의자의 ●머그샷이 언론과 인터넷을 통해 비교적 폭넓게 공개되는 편이다.',
		'영국의 한 일간지는 “미국에서 머그샷은 체포 의식의 일부이다.”라며 “부유한 자든 가난한 자든 법 앞에 평등하다는 점을 보여 준다.”라고 설명했다.',
		'최근 머그샷은 국내에서도 논쟁거리이다. 현행법에 따르면 범행 수법이 잔인하고 증거가 충분한 피의자는 수사 기관이 얼굴을 공개할 수 있다.',
		'하지만 피의자가 동의하지 않으면 머그샷 촬영 자체가 사실상 불가능해 대부분 신분증 사진을 공개하고 있다.',
		'문제는 사진이 너무 오래전 모습이거나 실물과 다른 경우가 많다는 점이다.',
		'국회에는 피의자의 신상을 공개할 때 과거가 아닌 현재 인상착의를 공개하도록 하는 내용을 담은 법 개정안이 다수 발의되어 있다. 다만 아직 판결이 확정되지 않은 피의자의 머그샷 공개는 인권 침해라는 반대 의견도 존재한다. ',
		'≐ 피의자: 범죄를 저지른 것으로 의심되어 수사 대상이 된 사람을 말한다.',
		'≐ 머그샷(mugshot): 범죄자의 인상착의를 기록하기 위해 촬영하는 사진으로, 정식 명칭은 ‘경찰 사진(police photograph)’이지만 과거 ‘머그(mug)’라는 단어가 얼굴을 의미하는 속어로 쓰인 데서 유래하였다.',
		'1 다음은 피의자의 머그샷 공개에 대한 두 가지 입장이다. 이에 대한 자신의 입장을 정하고 그 까닭을 써 보자.',
		'찬성 피의자의 머그샷 공개는 국민의 알 권리를 위한 일이야. 피의자의 얼굴 공개를 통해 재범을 막고 범죄 예방도 할 수 있어.',
		'반대 피의자의 머그샷 공개는 인권 침해라고 생각해. 또한 억울한 누명을 쓰는 경우도 있어 판결 전까지 함부로 피의자의 얼굴을 공개해서는 안 돼.',
		'나의 입장',
		'까닭',
		'2 피의자의 머그샷 공개에 대해 찬성과 반대 입장으로 나누어 친구들과 토론해 보자. ',
		'다음 내용을 스스로 점검해 보자.',
		'1 인간 존엄성과 인권의 의미를 말할 수 있다',
		'2 인권을 존중해야 하는 도덕적 까닭을 설명할 수 있다.',
		'3 인권의 핵심 가치인 자유와 평등에 대해 바람직한 태도를 가질 수 있다',
		'136 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:137,
	words: [
		'2 인권 침해 문제에는 어떤 것이 있을까',
		'•우리 사회에서 일어나는 인권 침해 문제에는 어떤 것이 있는지 알 수 있다.',
		'•인권 감수성을 갖고 인권을 침해당하는 사람들의 고통과 어려움에 공감할 수',
		'다음 글을 읽고 인권의 관점에서 생각해 보자. ',
		'여성 승무원은 무조건 날씬해야 하나요?',
		'해외 항공사에서 여성 승무원을 체형과 체중에 따라 분류하고, 기준 체중을 초과하는 여성 승무원을 업무에서 제외하겠다는 지침을 내려 논란이 되고 있다.',
		'이 항공사는 체중의 기준을 ‘키(㎝)-110’으로 명시했다. 예를들어 170cm 승무원의 기준 체중은 60kg이 되는 셈이다.',
		'항공사는 승무원의 체중이 기준 체중에서 5%를 초과하면 주기적으로 체중을 관찰하고, 10%를 초과하면 즉시 비행을 중단시키고체중 감량을 요구했다. - 『국민일보』, 2023. 6. 12.',
		'승무원이 살이 쪘다고 해서 비행을 못 하게 하는 일이 정당하다고 볼 수 있을까?',
		'위와 같은 상황이 발생하는 까닭은 무엇일까?',
		'1. 인권의 보편적 가치를 어떻게 실현할 수 있을까 137'
	]
});
ARR.push({
	page:138,
	words: [
		'인권 침해의 의미와 사례',
		'우리가 살아가면서 다른 사람의 권리를 전혀 침해하지 않는 것은 생각처럼 쉽지 않다.',
		'그래서 우리는 일상생활에서 작은 일이더라도 다른 사람의 인권을 침해하는 경우가 없는지 찾기 위해 노력해야 한다. 인권 침해란 개인이나 특정 집단 또는 국가가 누군가의 인권을 지켜 주지 못하여 피해를 주는 행위이다. 다음 그림을 보고 생각해 보자.',
		'초등학생에게 성인용 수저로 식사하게 한다',
		'백화점 직원에게 손님이 무례한 행동을 해도 무조건 참을 것을 요구한다.',
		'우리 주변에서 찾아볼 수 있는 인권 침해 사례에는 또 무엇이 있을까?',
		'위 사례는 인권 침해일까?',
		'이처럼 우리 주변에서는 어렵지 않게 인권 침해 사례를 찾아볼 수 있다. 가정에서 부모가 자녀를 제대로 보살피지 않고 ●방치하기도 하고, 학교에서 마음에 들지 않는다고 친구를 따돌리거나 장애가 있는 학생을 놀리고 괴롭히는 경우도 있다.',
		'또 직장에서 인종, 국적, 성별, 나이, 출신 학교나 지역에 따라 채용과 임금 등에서 차별 대우를 하기도 한다. 나아가 뉴스를 통해 다른 나라에서 여성과 아동이 교육의 기회를 박탈당한 채 저임금 노동에 시달리고 폭력에 노출되는 인권 침해 사례를 볼 수 있다.',
		'그뿐만 아니라 생존을 위해 바다를 건너 탈출하는 ●난민도 심각한 인권 침해 문제를 겪고 있다.',
		'방치 |放 놓을 방, 置 둘 치|내버려두다.',
		'난민 |難 어려울 난, 民 백성 민|전쟁이나 재난으로 어려움에 빠진 사람을 말한다.',
		'138 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:139,
	words: [
		'인권 감수성의 중요성',
		'인권 침해 문제를 해결하기 위해서는 우선 일상생활에서 인권 침해 상황이 발생하였을 때 민감하게 알아차릴 수 있도록 노력해야 한다. 이때 필요한 것이 바로 인권 감수성이다.', 
		'인권 감수성은 인권 침해 상황을 민감하게 알아차리고, 인권 침해 상황에 대응할 수 있는 능력이다.',
		'우리는 인권 감수성을 통해 인권 침해 상황에 처한 사람들을 찾아낼 수 있다. 또 인권 감수성은 인권과 관련하여 나의 행동에 대한 책임을 깨닫고 실천으로 옮기는 원동력이 된다.',
		'인권 감수성을 갖고 우리 사회를 바라볼 때 인권 침해 상황에서 특히 취약한 사람들이 있다.',
		'예를 들어 노인과 아동이 무관심 속에서 방치되거나 폭행 및 ●학대를 당하기도 하고, 장애인은 비장애인에 비해 생활하는 데 어려움을 겪는다.',
		'이주 노동자의 경우 원활하지 않은 의사소통과 사회적 편견으로 부당한 대우를 받기도 한다.',
		'빈곤층은 열악한 주거 환경에서 생활하거나 ●생계유지가 어렵고 질병이 있어도 치료를 받지 못하는 경우가 있다.',
		'이와 같이 인종, 국적, 언어, 종교, 지역, 성별, 나이, 장애, 학력, 재산, 가치관 등 신체적·정치적·경제적·문화적 특징으로 인해 불평등한 대우를 받는 개인 또는 집단이 존재하는데, 이들을 사회적 약자라고 부른다.',
		'사회적 약자는 단순히 그 수가 적다고 해서 차별받는 것이 아니라, 자신이 속한 사회의 주류 집단에 비해 그들이 발휘할 수 있는 사회적 영향력이 상대적으로 약하기 때문에 어려움을 겪는다. ',
		'학대 |虐 사나울 학, 待 대할 대|심하게 괴롭히거나 가혹하게 대우하다',
		'생계 |生 날 생, 計 꾀할 계|현재 살림을 살아가고 있는 형편을 말한다.',
		'과거 남아프리카 공화국은 인구의 대다수가 흑인이었지만, 사회 권력은 소수의 백인이 차지했으며 흑인은 사회적 약자였어.',
		'사회적 약자를 돕는 따뜻한 인공지능 기술',
		'장애인이나 고령자 등 사회적 약자가 생활에서 만나게 되는 물리적인 장애물이나 심리적인 장벽을 없애기 위한 기술을 무장애 기술이라고 한다.',
		'한 기업에서는 중증 장애인 거주 시설에 인공지능 스피커와 ●사물인터넷(IoT) 기기를 연동해 중증 장애인에게 인공지능 돌봄 서비스를 상시 무상 제공한다.',
		'이를 통해 거동이 불편한 중증 장애인도 간단한 음성 명령만으로 조명을 비롯해 선풍기, 가습기, 공기청정기, TV를 비롯한 가전을 직접 제어하고 커튼도 여닫을 수 있다.',
		'박수현 외, 「널리 인간을 이롭게 하는 따뜻한 인공지능」',
		'사물 인터넷(IoT, Internet of Things): 인터넷에 연결된 사물이 사람의 개입 없이 각 사물에 부착된 센서로 실시간으로 서로 정보를 주고받아 처리하는 시스템을 말한다.',
		'위 사례 외에도 사회적 약자를 보호하기 위해 인공지능 기술을 어떻게 활용할 수 있을까?',
		'1. 인권의 보편적 가치를 어떻게 실현할 수 있을까 139'
	]
});
ARR.push({
	page:140,
	words: [
		'인권 감수성 키우기',
		'인권 침해에 관한 사례를 신문 기사에서 찾아 사진을 붙이고, 당사자의 감정과 입장에 공감해 보기',
		'인권 침해를 다룬 신문 기사를 조사하고, 기사 속 사진에서 관찰한 내용을 써 보자.',
		'위 여성은 북한 이탈 주민으로 북한을 탈출하다가 붙잡혔다. 그녀는 구금 시설에서 받은 인권 침해 사실을 이야기하며 슬픈 표정을 짓고 있다.',
		'장애 학생 부모님들이 장애인 학교 설립에 반대하는 사람들 앞에서 무릎을 꿇고 호소하고 있다.',
		'아래 제시된 단어를 활용하여 위의 신문 기사 속 인물이 느꼈을 감정을 추측해 보고 친구가 추측한 것과 비교해 보자.',
		'두려움',
		'•걱정스럽다 •무섭다 •불안하다 •망설이다 •혼란스럽다',
		'분노',
		'•괘씸하다 •답답하다 •원망스럽다 •밉다 •화가 나다',
		'불쾌',
		'•부담스럽다 •찜찜하다 •불쾌하다 •불편하다 •황당하다',
		'슬픔',
		'•미안하다 •안타깝다 •우울하다 •서럽다 •절망스럽다',
		'내가 선택한 감정',
		'선택한 까닭',
		'친구가 선택한 감정',
		'선택한 까닭',
		'140 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:141,
	words: [
        '모둠별로 인권 침해 역할극을 하고, 고통과 어려움에 공감해 보기',
        '인권 침해에 해당하는 차별적인 말이나 행동에는 무엇이 있는지 찾아보자.',
        '위 사례 중 하나를 선정하여 ‘공감’을 통해 인권 침해 문제를 해결하는 역할극을 구성해 보자',
        '역할극을 하면서 느낀 점과 일상생활에서 인권을 지키기 위해 실천할 수 있는 일을 써 보자. ',
        '다음 내용을 스스로 점검해 보자.',
        '1 인권 침해의 의미를 설명하고, 그 사례를 제시할 수 있다.',
        '2 인권 감수성의 의미와 중요성을 설명할 수 있다. ',
        '3 인권 침해 상황에 처한 사람들의 고통과 어려움에 공감할 수 있다.',
        '1. 인권의 보편적 가치를 어떻게 실현할 수 있을까 141'
		]
});
ARR.push({
	page:142,
	words: [
        '인권 침해 문제를 어떻게 해결할 수있을까 ',
        '•인권 침해 문제에 관심을 가져야 하는 까닭을 설명할 수 있다.',
		'•인권 침해 문제에 대한 원인을 찾고 해결 방법을 이끌어 내 인권 감수성을 기를 수 있다',
        '다음은 노벨 평화상 수상자인 말랄라 유사프자이의 이야기이다. 글을 읽고 물음에 답해 보자.',
        '저는 말랄라 유사프자이입니다. 파키스탄 출신으로 2014년에 역대 최연소 노벨 평화상 수상자가 되었어요.',
        '제가 처음 세상에 알려진 것은 2012년, 학교에서 돌아오는 길에 이슬람 무장 단체인 탈레반의 총격을 받고 나서입니다.',
        '저는 영국 방송사의 누리 사랑방에 여성의 교육을 금지하고, 학교를 폐쇄하는 등 탈레반이 저지른 만행을 고발하다가 탈레반의 표적이 되었어요.',
        '저는 기적적으로 목숨을 구한 이후 전 세계를 돌아다니며 여성과 아동 교육의 중요성을 이야기하고 있어요.',
        '말랄라 유사프자이, 『말랄라의 마법 연필』',
        '말랄라의 사례를 참고하여 내가 해결하고 싶은 인권 침해 문제는 무엇인지 써 보자.',
        '142 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:143,
	words: [
        '인권 침해 문제에 관심을 가져야 하는 까닭',
        '인권 침해 문제는 지금 이 순간에도 세계 곳곳에서 일어나고 있다. 그러나 사람들은 인권 침해 문제에 대해 심각하게 느끼지 못하거나 무관심한 경향이 있다.',
		'우리가 인권 침해 문제에 관심을 가져야 하는 까닭은 무엇일까? 먼저 다른 사람의 고통에 공감하며 서로 돕는 것이 인간다운 모습이기 때문이다.',
		'동양의 사상가 맹자는 모든 인간은 태어날 때부터 다른 사람의 고통을 외면하지 못하는 선한 마음이 있다고 말하였다.',
		'서양의 사상가 레비나스는 다른 사람의 고통과 고난에 관심을 가지고 응답하는 일을 도덕적 행위라고 보았다.',
		'이들의 주장을 통해 인간이라면 다른 사람의 불행이나 비참한 처지를 지나쳐서는 안 된다는 것을 알 수 있다. ',
        '사람들은 누구나 다른 사람의 고통을 외면하지 못하는 마음이 있습니다.',
        '다른 사람의 고통을 마주할 때 도덕을 실천할 수 있습니다.',
        '나아가 정의로운 공동체를 만들기 위해서이다. 그 사회가 얼마나 정의로운지는 사회적 약자가 다양한 제도와 정책을 통해 어떻게 대우받고 있는지를 살펴보면 알 수 있다.',
		'사회적 약자의 인권을 보살피는 공동체를 실현하는 것이야말로 사회의 화합과 안정을 가져올 수 있다.',
		'마지막으로 누구나 사회적 약자가 될 수 있기 때문이다. 누구든지 사고나 질병으로 후천성 장애인이 될 수 있다. 또한 모든 인간은 나이가 들어 노인이 된다.',
		'이처럼 인간은 누구든지 사회적 약자가 되어 인권 침해 상황에 놓일 수 있다. 그렇기 때문에 우리 모두 사회적 약자의 인간다운 삶을 보장하고 인권 침해 상황을 해결하기 위해 관심을 가져야 한다.',
        '전 국민 20명 중 1명(약 5.1%)은 장애인이며, 장애인 10명 중 9명(약 88.1%)은 후천성 장애인이다.',
        '1. 인권의 보편적 가치를 어떻게 실현할 수 있을까 143'

	]
});
ARR.push({
	page:144,
	words: [
        '인권 침해 문제의 해결을 위한 노력',
        '인권 침해 문제를 해결하려면 어떤 노력을 기울여야 할까? 먼저 개인적 차원에서 사회적 약자에 대한 편견을 버리고 존중과●연대의 자세를 가져야 한다.',
		'또한 사회적으로 어려움에 놓인 사람의 상황과 처지를 인권 문제로 민감하게 인식할 수 있는 인권 감수성을 길러야 한다.',
		'다만 연민이나 동정 등 일방적인 입장에서 도움을 주지 않도록 조심해야 한다. 다음 글을 읽고 생각해 보자.',
		'“희망을 가지세요.” 이 말은 장애인이 많이 듣는 모욕적 표현으로 꼽힌다.',
		'말하는 사람은 선의로 한 말일 텐데, 이 말이 모욕적으로 들리는 까닭은 장애인의 삶을 마치 희망이 없는 것처럼 판단하는 생각을 바탕으로 하기 때문이다. 이주민에게 “한국인이다 되었네요.”라고 말하는 것은 칭찬 같지만, 한국인이 되어야 바람직하다는 말처럼 들리기도 한다.',
		'……그래서 나보다 더 ‘불쌍한’ 사람을 보고 위안을 받는다는 것은 무서운 일이기도 하다.',
		'상대를 돕는 것 같지만, 그것이 나의 우월한 위치를 전제로 한다면 오히려 상대의 불행이 계속되도록 놓아두는 행위일 수 있기 때문이다. - 김지혜, 『선량한 차별주의자』',
        '사회적 약자의 어려움을 돕기 위해 가져야 할 마음가짐은 무엇일까?',
        '이처럼 동정심이나 우월감을 바탕으로 사회적 약자를 도우려고 하면 안 된다. 또한 사회적 약자를 도우려는 의도가 이해관계에서 비롯되어서도 안 된다.',
		'사회적 약자를 나와 동등한 사람으로 존중하고 더불어 살아가야 할 이웃으로 바라보는 연대의 자세를 가질 때 진정으로 인권 침해 문제를 해결할 수 있다.',
		'나아가 사회적 차원에서는 ●인권 신장을 위한 제도적 지원을 확대해야 한다. 우선 일상생활에서 차별이나 부당한 대우를 받지 않도록 제도적 장치가 마련되어야 한다.',
		'만약 인권 침해 상황을 겪었다면 국가 인권 위원회, 법원 등 국가 기관의 도움을 받을 수 있다. 또한 최소한의 생계를 유지할 수 있는 사회적 안전망이 잘 갖추어져야 한다.',
		'이를 통해 누구나 소외당하지 않고 생계와 교육, 취업, 의료 혜택 등 각종 지원을 적극적으로 제공받을 수 있다. 특히 적극적 평등 실현 조치 등과 같은 사회적 약자를 배려하는 제도도 필요하다.',
		'인권은 저절로 실현되는 가치가 아니다. 인권이 보장되는 사회를 만들기 위해서는 인권 감수성을 기르고 사회적 논의 과정을 거쳐 인권 신장을 위한 제도와 정책을 마련해 나가야 한다.',
        '국가 인권 위원회는 개인의 기본적 인권을 보호하고 인간으로서의 존엄과 가치 구현을 위해 출범한 독립적인 국가 기관이다. 인권 침해 사례를 신고하면 관련 사안을 검토해 고쳐야 할 부분을 알려 준다',
        '인권 신장 인간으로서 당연히 누리는 기본적 권리가 늘어나는 일을 말한다.',
        '사회적 약자가 받는 차별을 개선하기 위해 고용이나 교육 등에서 사회적 약자에게 일정 비율을 할당하는 조치를 의미한다.',
		'장애인 의무 고용 제도, 여성 할당제, 대입 전형의 지역 할당제, 사회적 배려 대상 선발 전형 등이 있다.',
		'이 정책에 대해 다른 사람의 기회를 빼앗아 또 다른 차별을 낳는다는 비판도 존재한다.',
        '144 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:145,
	words: [
        '인권 존중을 위한 정책 제안서 만들기',
        '다음 순서 에 따라 인권 존중을 위한 정책 제안서를 만들어 보자.',
        '순서',
		'1 우리 주변에서 인권 침해 상황을 찾아보자.',
		'2 인권 침해 상황이 벌어진 원인은 무엇일까?',
		'3 구체적으로 어떤 제도와 정책을 마련해야 할까?',
		'4 위의 제도나 정책을 통해 기대할 수 있는 효과는 무엇일까?',
		'5 위의 제도나 정책을 시행할 때 발생할 수 있는 문제점은 무엇일까?',
        '다음 내용을 스스로 점검해 보자.',
        '1 인권 침해 문제에 관심을 가져야 하는 까닭을 이해할 수 있다.',
        '2 인권 침해 문제의 원인과 해결 방법을 개인과 사회 차원에서 설명할 수 있다',
        '3 인권 신장을 위해 중학생으로서 할 수 있는 일을 제시할 수 있다.',
        '1. 인권의 보편적 가치를 어떻게 실현할 수 있을까 145'
	]
});
ARR.push({
	page:146,
	words: [
        '중단원 마무리',
        '인권을 존중해야 하는 까닭은 무엇일까',
        '인간 존엄성의 의미',
        '•( 1 ): 모든 인간은 인간이기 때문에 존엄한 가치를 인정받고 어떤 조건이나 자격과 상관없이 동등하게 대우받아야 함',
		'•( 2 ): 1948년 국제 연합 총회에서 채택된 것으로 제1, 2차 세계 대전이 끝나고 만들어짐',
        '인권의 의미',
        '•( 3 ): 인간이라면 누구나 태어나면서부터 지니는 기본적 권리로 누구에게도 침해받을 수 없는 보편적인 권리',
		'•( 4 ): 인간은 누구나 자유롭게 표현하거나 행동할 수 있지만 구성원의 안전을 보장하고 다른 사람에게 피해를 주지 않기 위해 일부 제한할 수 있는 것',
		'•평등: 똑같아지는 것을 의미하는 것이 아니라 ( 5 )이나 자격 등에서 차별받지 않는 것',
        '인권 침해 문제에는 어떤 것이 있을까',
        '인권 침해의 의미와 사례',
        '•( 6 ): 개인이나 특정 집단 또는 국가가 인권을 지켜 주지 못하여 피해를 주는 행위',
        '인권 감수성의 의미와 중요성',
        '•인권 감수성: 인권 침해 상황을 ( 7 )하게 알아차리고, 인권 침해 상황에 ( 8 )할 수 있는 능력',
		'•인권 감수성을 통해 인권 침해를 겪는 사회적 ( 9 )를 찾을 수 있고, 인권과 관련된 행동에 대한 (10 )을 깨닫고 실천하는 원동력이 됨',
        '인권 침해 문제를 어떻게 해결할 수 있을까',
        '인권 침해 문제에 관심을 가져야 하는 까닭',
        '•다른 사람의 (11 )에 공감하여 서로 돕는 것이 인간다운 모습',
		'•사회적 약자의 인권을 보살피는 것으로 (12 )로운 공동체를 만들 수 있음',
		'•누구나 사회적 약자가 될 수 있음',
        '인권 침해 문제 해결을 위한 노력',
        '•개인적 차원: 존중과 연대의 자세, 인권 감수성 향상',
		'•사회적 차원: 인권 신장을 위한 제도와 정책 마련',
        '다음 문장을 읽고 맞으면 , 틀리면 로 표시해 보자.',
        '1 인간 존엄성은 인권을 통해 보호된다',
        '2 인권은 자신의 권리만 소중하다고 생각할 때 지킬 수 있다',
        '3 공항 보안 검색대에서 안전을 위해 소지품을 검사하는 것은 인권 침해 사례이다.',
        '4 사회적 약자는 신체적·정치적·경제적·문화적 특징으로 인해 불평등한 대우를 받는 개인 또는 집단을 말한다',
        '5 인권 침해 문제의 해결을 위한 사회적 차원의 방법으로는 적극적 평등 실현 조치 등이 있다.',
        '146 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:147,
	words: [
        '인권 존중을 위한 캠페인 활동',
        '모둠별로 인권 침해 사례를 찾아보고, 그것의 원인을 분석한 뒤 해결 방법을 탐구해 보자.',
        '활동 방법',
		'1 모둠별로 인권 침해 사례를 조사한다.',
		'2 인권 침해 사례의 원인과 해결 방법은 무엇인지 토의한다.',
		'3 토의한 내용을 토대로 캠페인을 위한 포스터를 제작한다.',
		'4 모둠별로 제작한 포스터를 발표한다.',
        '다음 주제 중 하나를 선택하여 모둠별로 인권 침해 사례를 조사해 보자.',
        '주제 인종, 국적, 언어, 종교, 지역, 성별, 나이, 장애, 학력, 재산, 가치관 등',
        '인권 침해 사례',
        '국가 인권 위원회는 영유아 및 어린이의 입장을 금지하는 노 키즈 존(No-kids Zone)을 합리적 이유가 없는 차별로 판단하였다.',
        '1 에 나타난 사례의 원인을 개인적 차원과 사회적 차원으로 나누어 분석해 보자.',
        '2 의 분석을 바탕으로 해결 방법을 제시하고, 캠페인을 통해 실천해 보자.',
        '3 -1 인권 침해 상황 개선을 위한 해결 방법을 제시해 보자.',
        '3 -2 인권 존중 캠페인을 위한 포스터를 만들어 보자.',
        '인권 침해 사례를 찾아보고 그 원인을 분석하였다.',
        '인권 침해 사례에 대한 실천 가능한 해결 방법을 구체적으로 제시하였다.',
        '인권 존중을 위한 포스터를 제작하기 위해 모둠원과 협력하였다.',
        '1. 인권의 보편적 가치를 어떻게 실현할 수 있을까 147'
	]
});
ARR.push({
	page:148,
	words: [
        '다문화 사회에 필요한 도덕적 자세는 무엇일까',
        '용광로 모델',
        '샐러드 볼 모델',
        '자문화 중심주의',
        '문화 상대주의',
        '경제적 어려움',
        '의사소통',
        '문화 차이',
        '관용',
        '다문화 사회',
        '다문화 사회의 갈등',
        '공존',
        '평화',
        '환대',
        '내집단 편향',
        '외집단 편견',
        '148 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:149,
	words: [
        '우리 사회의 다문화는 어떤 모습일까',
        '•다문화 사회의 의미를 말할 수 있다.',
		'•우리 사회의 다문화 사례를 제시할 수 있다',
        '다문화에 관한 다음 그림을 보고 물음에 답해 보자.',
        '이번 방학 때 뭐 할 거니?',
        '난 가족들과 바다 여행을 다녀오기로 했어.',
        '난 어머니 고향인 태국에 놀러 가! 평소 못 만나는 친척들과 놀다가 올 거야!',
        '정말 좋겠다!',
        '일상생활에서 우리 사회가 다문화 사회라는 것을 느껴 본 적이 있는지 써 보자.',
        '2. 다문화 사회에 필요한 도덕적 자세는 무엇일까 149'

	]
});
ARR.push({
	page:150,
	words: [
        '다문화 사회의 의미 ',
        '오늘날 세계는 ‘●이주의 시대’라고 불릴 정도로 많은 사람이 국경을 넘어 다른 지역에서 살아간다.',
		'국제 이주 기구에 따르면 2020년에 전 세계적으로 2억 8천 1백만 명이 국제 이주를 하였는데, 이는 세계 인구의 3.6%에 해당하는 수치이다.',
		'국경을 넘어 이주하는 이유는 다양하다. 취업이나 결혼, 유학 등을 위해 이주하기도 하고, 전쟁이나 정치적 분쟁, 자연재해를 피하기 위해 이주하기도 한다.',
		'이로 인해 한 국가나 사회 안에서 다양한 인종과 다른 문화를 가진 사람들이 함께 살아가는데, 이를 다문화 사회라고 한다.',
		'세계화의 흐름에서 다문화는 피할 수 없는 자연스러운 현상이다.다문화 사회에서는 다양한 문화가 서로 충돌하여 갈등을 일으키기도 하지만 여러 문화가 평화롭게 공존한다면 사회 발전에 도움을 줄 수 있다.',
		'다문화 사회의 긍정적인 면에는 어떤 것이 있을까? 먼저 여러 문화를 접하고 서로 교류하면서 다른 문화에 대한 이해의 폭을 넓힐 수 있다.',
		'또한 다른 문화를 통해 자신의 문화를 비판적으로 성찰하고 성장할 수 있는 계기가 되며 더불어 살아가는 자세를 배울 수 있다.',
		'끝으로 저출산으로 인한 인구 감소 문제가 심각한 상황에서 이주민은 우리 사회의 인구 부족 문제를 해결하는 데 도움을 줄 수 있다.',
        '이주 |移 옮길 이, 住 살 주|개인이나 종족, 민족 등의 집단이 본래 살던 지역을 떠나 다른 지역으로 이동하여 정착하다.',
        '다문화 사회를 바라보는 두 가지 관점',
        '다문화 사회의 모습을 설명하는 다양한 입장이 있는데, 그중 대표적인 것이 용광로 모델과 샐러드 볼 모델이다.',
        '용광로 모델',
        '용광로에서는 여러 물질을 녹여 하나의 금속을 만들어 낸다. 이처럼 용광로 모델은 한 사회 내에서 비주류 문화가 주류 문화에 녹아들어 동화되는 것을 의미한다.',
        '샐러드 볼 모델',
        '샐러드 그릇에는 각종 재료가 고유의 맛을 유지하면서 함께 버무려져 맛을 낸다. 샐러드 볼 모델은 사회 내에서 여러 문화가 각각의 정체성을 간직한 채 서로 조화를 이루며 공존하는 사회를 나타낸다.',
        '우리 사회의 모습은 어떤 모델에 더 가까울까?',
        '150 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:151,
	words: [
        '우리 사회의 다문화 모습 ',
        '우리나라 역시 1990년대부터 국제결혼과 이주 노동자의 증가로 외국인의 ●유입이 늘어나면서 점차 다문화 사회로 접어들었다.',
		'2018년에는 처음으로 외국인 주민이 200만 명을 넘어섰으며, 이후 국내 거주 외국인 주민 수는 200만 명대에 머물고 있다.',
		'우리나라로 이주하는 외국인 중 가장 많은 경우는 일자리를 얻기 위해 들어온 이주 노동자이다.',
		'그 밖에도 외국 국적을 가진 동포, 국제결혼을 통해 이주한 사람, 유학생, 난민 등 다양한 목적으로 이주한 사람들과 함께 살아가고 있다.',
		'우리 사회가 다문화 사회가 되면서 일상에서도 다양한 외국 문화를 쉽게 경험할 수 있다.',
		'외국인 주민이 모여 사는 지역, 외국인 주민이 등장하는 방송이나 영화, 드라마에서도 다문화의 모습을 쉽게 찾아볼 수 있다. 또한 외국 음식점이나 식료품점도 자주 찾아볼 수 있다. 그뿐만 아니라 우리나라의 여러 지역에서 열리는 세계 문화 축제를 통해 다양한 문화를 체험할 수 있다.',
        '입|流 흐를 류(유), 入 들 입|사람이 어떤 곳으로 모여들다.',
        '우리 같이 학교 급식을 살펴볼까?',
        '학교 급식으로 보는 다문화',
        '다음의 학교 급식 식단을 보고, 각 음식이 유래한 국가를 조사해 써 보자. 또 학교 급식에서 경험했던 외국 음식에는 무엇이 있었는지 빈칸에 써 보자.',
        '2. 다문화 사회에 필요한 도덕적 자세는 무엇일까 151'
	]
});
ARR.push({
	page:152,
	words: [
        '다문화 사회와 학교',
        '우리 사회가 다문화 사회로 들어서면서 ●다문화 가정이 늘어나고, 이에 따라 자연스럽게 학교 내에서 다문화 학생도 증가하였다.',
		'다문화 학생은 국제결혼 가정의 자녀나 외국인 가정의 자녀를 포함한다. 저출산으로 인해 전체 학생 수는 감소하고 있지만 다문화 학생의 비율은 계속해서 증가하고 있다.',
        '저희 부모님께서는 한국으로 귀화하셔서 저를 낳으셨어요. 그래서 저는 한국에서 태어나고 자랐어요.',
        '저는 해외에서 태어나서 지내다가 얼마 전에 한국으로 왔어요. ',
        '저는 부모님의 직장 때문에 한국에 왔어요.',
        '위 친구들이 학교에서 경험할 수 있는 어려움은 어떤 것이 있을까?',
        '다문화 가정 「다문화가족지원법」에서는 결혼 이민자, 귀화자 등이 다문화 가정에 해당하지만 학교 현장에서는 국제결혼 가족 이외에도 북한 이탈 주민, 유학생, 외국인 노동자 가정 등 우리와 다른 문화적 배경을 지닌 가족을 의미한다.',
        '다문화 가정의 한국 생활 적응에 꼭 필요한 기본 정보와 다문화 관련 최신 정보를 13개 언어로 제공한다.',
        '다문화 교실 이야기',
        '한 고등학교의 다문화 교실에서 학생들이 “선생님, 사랑해요.”, “행복한 스승의 날 보내세요.”라고 쓴 도화지를 들고 선생님께 감사의 말을 전했다.',
		'이들은 2021년 8월 한국에 온 아프가니스탄 특별 기여자의 자녀이다. 탈레반(이슬람 무장 단체)이 아프가니스탄 내전에서 승리하자, 한국 대사관 등에서 일하던 이들은 목숨을 잃을 수 있는 상황에 몰렸다.',
		'결국 이들은 가족과 함께 한국으로 피신했다. 다문화 반 담임 선생님은 학생들이 하루빨리 한국 문화에 적응하기를 소망하고 있다. 담임 선생님은 “출신과 관계없이 아이들은 모두 소중한 존재입니다.”라고 강조했다.',
        '낯선 환경에 적응해야 하는 친구를 위해 내가 할 수 있는 일에는 무엇이 있을까?',
        '다음 내용을 스스로 점검해 보자.',
        '1 다문화 사회의 의미를 설명할 수 있다.',
        '2 우리 사회가 다문화 사회인 근거를 말할 수 있다.',
        '3 우리 사회의 다양한 다문화 사례를 제시할 수 있다.',
        '152 Ⅲ. 사회·공동체와의 관계'	
	]
});
ARR.push({
	page:153,
	words: [
        '새롭게 디자인하는미니 지구촌',
        '경기도 안산시 원곡동 다문화 특구는 세계 110여 개 국가 출신 주민이 거주해 ‘미니 지구촌’으로 불린다.',
		'원곡동은 2009년 5월 다문화 특구로 지정되어 현재 105개국 8만 3천여 명의 외국인이 거주하고 있으며, 이색적인 외국 음식과 문화를 체험할 수 있어 매년 350만 명의 관광객이 방문하는 안산시 대표 관광 명소로 꼽힌다.',
		'안산시는 ◯◯ 대학교의 디자인 전공 학생들과 함께 ●창의적 종합 설계 방식의 협업 프로젝트를 추진하기로 했다.',
		'안산시가 다문화 특구의 환경 개선과 특구 활성화에 필요한 과제를 제시하면, 학생들이 전공 지식을 활용하여 해결 방법을 제시한다.',
		'안산시는 특구 대표 상품 개발, 사진 명소 개발, 관광 지도 및 이정표 개발, 쓰레기 불법 투기 해결 동영상 제작, 범죄 예방 시각 디자인 개발 등을 과제로 선정하여 ◯◯ 대학교와 함께 개발하기로 했다.',
		'- 『연합뉴스』, 2023. 3. 14.',
        '창의적 종합 설계(CapstoneDesign): 학생들이 전공 교육을 통해 배운 이론을 바탕으로 실제 현장에서 부딪히며 문제를 해결하는 방식을 말한다.',
        '다문화 특구 거리를 상징할 수 있는 상품과 표어를 디자인해 보자. ',
        '2. 다문화 사회에 필요한 도덕적 자세는 무엇일까 153'
	]
});
ARR.push({
	page:154,
	words: [
        '다문화 사회에서는 어떤 갈등이 일어날까',
        '•다문화 사회와 관련하여 우리 사회가 직면한 문제를 말할 수 있다.',
		'•외집단에 대한 편견을 비판적으로 분석할 수 있다.',
        '‘다문화’에 관한 다음 그림을 보고 물음에 답해 보자.',
        '어떤 사람한테는 ‘외국인’, 어떤 사람한테는 ‘다문화’?다문화라는 표현을 꼭 써야 하나요?다문화라는 말 자체에서도 편견이 느껴질 때가 있어요.',
        '외국인?',
        '다문화? ',
        '일반적으로 백인에게는 ‘다문화’라는 표현을 사용하지 않는 경우가 많다. 그 까닭은 무엇일까?',
        '154 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:155,
	words: [
        '다문화 사회의 갈등',
        '만일 내가 다른 나라에 가서 산다면 어떤 어려움을 겪게 될까? 언어나 문화 차이로 겪는 어려움을 상상해 볼 수 있다.',
		'다문화 사회에서 함께 살아가는 이주 노동자, 다문화 가정, 난민 등의 구성원은 다양한 갈등과 문제를 경험한다.',
		'이주민이 겪는 어려움에는 어떤 것이 있을까? 우선 의사소통이 원활하지 못해 어려움을 겪을 수 있다.',
		'일상적인 대화가 어려운 경우 상대방의 생각과 감정을 깊이 이해하기 힘들 뿐만 아니라 중요한 정보를 놓칠 수 있다.',
		'다음으로는 경제적 어려움을 들 수 있다. 이주민은 한국인에 비해 월급을 적게 받거나, 상대적으로 더 위험하고 힘든 일을 하는 경향이 있다.',
		'문화 차이에서 오는 차별과 편견 역시 이주민이 겪는 어려움이다. 전통문화나 예절, 생활 습관의 차이로 인해 오해를 받거나 갈등이 생기기도 하고, 피부색이나 종교 등으로 차별을 받기도 한다.',
        '다문화 언어 지도사는 의사소통 문제를 가진 다문화 가정의 자녀를 대상으로 지원과 교육을 제공하고, 아이들이 학교생활에 적응할 수 있는 능력을 길러 준다.',
		'다문화 가정의 부모에게도 상담을 지원하고 교육 방법에 대한 정보를 제공하는 등 이들이 건강한 사회 구성원으로 성장할 수 있도록 돕는다.',
        '이 자료는 결혼 이민자와 기타 귀화자를 대상으로 조사한 내용이야. 이주민이 어떤 어려움을 겪는지 살펴볼까?',
        '세계 인종 차별 철폐의 날 ',
        '매년 3월 21일은 국제 연합(UN)이 정한 ‘세계 인종 차별 철폐의 날’이다.',
		'이 날은 1960년 3월 21일 남아프리카 공화국에서 인종 분리 정책에 반대하며 인종 차별 철폐 시위를 하다가 경찰이 쏜 총에 69명이 희생된 일을 기리기 위해 만들어졌다.',
		'2023년, 우리나라에서도 세계 인종 차별 철폐의 날을 맞아 이주 노동자와 시민 200여 명이 기념 대회를 열고 “국내 이주 노동자들에 대한 차별을 철폐하라.”라고 촉구했다.',
		'이들은 노동 착취, 임금 체불, 사업장 변경 제한, 열악한 기숙사 환경, 높은 산업 재해 사망률, 낮은 의료 접근권 등의 문제를 제기하며 이주 노동자에 대한 차별과 착취의 중단을 호소하였다.',
        '우리 사회에서 볼 수 있는 인종 차별의 사례에는 무엇이 있을까?',
        '2. 다문화 사회에 필요한 도덕적 자세는 무엇일까 155'
	]
});
ARR.push({
	page:156,
	words: [
        '앞서 이주민의 입장에서 겪게 되는 다양한 어려움을 살펴보았다. 학교에서도 여러 문화가 공존하면서 다양한 갈등을 경험할 수 있다. ',
        '저희 어머니께서 ◯◯국에서 오셨다는 걸 친구들이 알고 난 뒤부터 저를 보는 시선이 달라졌어요. 한국에서는 ◯◯국을 좋지 않게 보는 것 같아요.',
        '제가 믿는 종교에서는 음식과 관련하여 지켜야 할 규정이 많아요. 하지만 어떤 사람은 한국에 왔으면 한국의 음식 문화에 따르라고 핀잔을 줍니다.',
        '다른 나라에서 온 친구들이 그들끼리만 친하게 지내고 다른 학생들과 어울리지 않아요. 그들만 알아들을 수 있는 모국어로 이야기할 때는 마치 저를 놀리는 것 같아서 기분이 좋지 않아요.',
        '국제 연합은 난민을 ‘인종, 종교, 국적, 정치적 의견을 이유로 박해받을 우려가 있고, 국적 국가의 보호를 받을 수 없는 자’라고 정의하고 있어.',
        '다문화 사회에서 갈등은 서로 다른 문화에 대해 잘 모르는 경우 발생하기도 하고, 특정한 문화에 대한 선입견이나 편견으로 인해 일어나기도 한다. 난민에 대한 사회적 대응 방법 역시 중요한 문제이다. ',
        '난민 6천 명 시대, 체계적 지원이 필요하다',
        '2012년 2월 10일에 「난민법」이 제정된 이후 한국 사회에 정착하는 난민은 꾸준히 늘고 있다.',
		'특히 수백 명의 예멘 난민이 제주도에 유입됐던 2018년의 경우 정식 체류 허가를 받은 사람들은 651명에 이르렀다.',
		'법무부에 따르면 집계를 시작한 1994년부터 2022년 7월까지 한국에서 정식으로 살 수 있는 권리를 부여받은 난민은 3천 711명이다.',
		'여기에 법적으로는 아직 난민으로 인정받지 못한 사람들까지 포함하면 6천 명이 넘는다. 이들이 우리 사회에 정착할 수 있는 방법에 대해 더 깊은 고민이 필요한 시점이다. - 『연합뉴스』, 2022. 8. 25.',
        '난민에 대한 지원이 필요한 이유는 무엇일까?',
        '156 Ⅲ. 사회·공동체와의 관계'
	]
});

ARR.push({
	page:157,
	words: [
        '우리 사회의 편견',
        '우리는 자신이 속하여 익숙한 집단에 대해 우호적인 반면, 그렇지 않은 낯선 집단에 대해서는 편견을 갖는다. 이를 각각 내집단 편향과 외집단 편견이라고 한다.',
		'예를 들어 앞에서 제시한 사례를 살펴보면, 첫 번째 사례와 세 번째 사례는 나와 다른 국적을 가진 사람에게 편견을 갖고 외집단으로 대하는 경우이다.',
		'두번째 사례 역시 자신이 믿는 종교와 다르다거나, 한국에서 주로 믿는 종교가 아니라는 이유로 편견을 가지고 적대적으로 행동하는 모습이다.',
		'외집단 편견은 사람들 사이에 편을 갈라 특정 집단을 차별하는 분위기를 조장하고, 혐오까지 부추길 수 있다. 따라서 우리는 타당하지 않은 외집단 편견이나 내집단 편향을 가지고 있지는 않은지 비판적으로 살펴보아야 한다.',
        '내집단은 나와 가치관과 행동 양식이 비슷하여 소속감이나 공동체 의식을 느끼는 집단을 말한다. 반대로 외집단은 나와 공통점이 없는 다른 사람으로 이루어져 있어 불쾌감과 대립감을 불러일으키는 집단이다.',
        '장소에 따라 외국인에 대한 차별의 정도가 달라지는 까닭은 무엇일까?',
        '외집단 인식 자가 점검표',
        '외집단 인식 자가 점검표를 써 보고, 외집단에 대해 내가 가진 인식을 확인해 보자.',
        '1 나는 낯선 사람과 대화하는 것이 부담스럽다.',
        '2 외국에 대한 호기심보다는 거부감과 경계심이 더 크다.',
        '3 평소에 경험해 보지 못한 음식, 문화, 언어에 대해 호기심이 있는 편이다.',
        '4 나와 다른 외모, 인종, 언어를 가진 사람과 만나는 일이 기대된다.',
        '5 외국인은 한국 사회에 동화해야 한다.',
        '6 다른 문화는 사회 전체의 발전과 변화에 도움을 준다.',
        '7 다른 문화는 사회 전체의 조화를 위해서 최대한 없애야 한다.',
        '2. 다문화 사회에 필요한 도덕적 자세는 무엇일까 157'
	]
});

ARR.push({
	page:158,
	words: [
        '편견으로 인한 갈등',
		'다양한 문화적 배경에 대한 편견은 세계 곳곳에서도 볼 수 있다. 특히 인종에 대한 편견은 끊임없는 갈등과 폭력의 원인이 된다. ',
        '해외 축구 경기에서 한 선수가 다른 팀과의 경기 중 인종 차별을 당했다. 상대 팀의 팬들은 그를 향해 “원숭이”라고 외쳤고, 인종 차별을 당한 선수는 관중과 말다툼을 벌이다가 눈물을 흘리기도 했다.',
		'그가 속한 팀의 다른 선수들과 팬들은 그를 위해 목소리를 내며 연대했다.',
		'선수들은 인종 차별을 당한 선수의 등 번호인 20번 유니폼을 모두 입고 경기장에 입장하였으며, ‘인종 차별주의자를 축구에서 몰아내자.’라고 쓴 플래카드도 함께 들었다. ',
        '위 자료의 내용을 보면 알 수 있듯이 우리나라에 이주해 온 사람들도 인종 차별을 겪고 있어.',
        '이처럼 다른 인종에 대한 비합리적 편견이나 ●우월주의가 한 개인에 대한 폭력으로 이어지고 있다. 이뿐만 아니라 다른 종교에 대한 배타적 태도는 불필요한 갈등을 낳기도 한다.',
		'이러한 문제를 해결하기 위해서는 자신에게 외집단에 대한 편견이 있는지 살펴보고, 열린 마음으로 다양한 문화를 존중해야 한다.',
        '우월주의 다른 사람보다 낫다고 여기는 태도 또는 그런 사고방식을 말한다.',
        '이처럼 다른 인종에 대한 비합리적 편견이나 ●우월주의가 한 개인에 대한 폭력으로 이어지고 있다.',
		'이뿐만 아니라 다른 종교에 대한 배타적 태도는 불필요한 갈등을 낳기도 한다. 이러한 문제를 해결하기 위해서는 자신에게 외집단에 대한 편견이 있는지 살펴보고, 열린 마음으로 다양한 문화를 존중해야 한다.',
        '응원과 연대의 메시지',
        '차별적인 시선으로 힘들어하는 이웃을 위해 플래카드에 응원과 연대의 메시지를 써 보자.',
        '학급 친구들과 함께 직접 플래카드를 만들어 사진을 찍어 보는것도 좋겠지?',
        '158 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:159,
	words: [
        '어느 나라 사람일까',
        '다음 글을 읽고 물음에 답해 보자.',
        '필리핀인 엄마와 한국인 아빠 사이에서 태어난 선희는 아주 어릴 때 필리핀에 보내져 이모 손에 자랐다. 엄마는 가끔 필리핀으로 선희를 보러 왔지만, 아빠는 영상 통화로만 얼굴을 봤다.',
		'그러던 어느 날 선희는 한국에 와서 부모님과 함께 살게 되었다. 그러나 한국말을 모르는 선희는 학교 수업을 따라가기 힘들다. 필리핀에서는 ‘써니’라고 불리던 선희는 자신의 이름인 ‘선희’도 제대로 발음하기 어렵다.',
		'선희는 한국 국적을 가지고 있기 때문에 한국에 사는 외국인을 위한 여러 지원 사업의 도움을 받을 수 없다. 다문화 가족 지원 센터에 문의하니 결혼 이민자에 맞춰진 교육이라 선희에게는 적절하지 않다고 한다. 선희는 써니와 선희 사이 어디쯤에서 헤매고 있다. ',
        '1 윗글의 주인공은 어느 나라 사람이라고 할 수 있을까?',
        '나는 윗글의 주인공이 ( ) 사람이라고 생각한다. 왜냐하면',
        '2 다문화 사회에서 민족과 국가는 어떤 관계일까?',
        '3 우리 사회가 더 성숙한 다문화 사회로 나아가기 위해 극복해야 할 것은 무엇이 있을까?',
        '1 이주민이 겪는 어려움을 설명할 수 있다.',
        '2 다문화 가정, 이주 노동자, 난민 등 우리 사회가 겪는 문제를 말할 수 있다.',
        '3 외집단 편견과 내집단 편향을 비판적으로 분석할 수 있다.',
        '2. 다문화 사회에 필요한 도덕적 자세는 무엇일까 159'
	]
});
ARR.push({
	page:160,
	words: [
        '다양한 문화는 어떻게 공존할 수있을까 ',
        '•다양한 문화적 차이를 인정하고 존중할 수 있다.',
		'•환대하는 태도를 실천할 수 있다. ',
        '이주 가정에 관한 다음 그림을 보고 물음에 답해 보자.',
        '저는 결혼하면서 한국에 왔고, 이제는 한국 국적을 취득했어요.저는 한국인이 된 것이 자랑스러운데 사람들은 아직도 저를 외국인으로 대해요.외모는 달라도 한국 사람으로서 당당하게 인정받고 싶어요.',
        '나와 다른 문화적 배경을 가진 사람에 대한 편견을 없애고, 이들과 더불어 살아가려면 어떻게 해야 할까?',
        '160 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:161,
	words: [
        '문화를 바라보는 다양한 관점',
        '다양한 문화가 공존하기 위해 필요한 것은 무엇일까? 문화를 바라보는 대표적인 관점 두 가지를 살펴보자.',
		'먼저 자신의 문화만을 우월하다고 믿으며 다른 문화를 낮추어 보고 무시하는 관점이 있는데, 이를 자문화 중심주의라고 한다.',
		'반면에 문화가 생겨난 역사적 배경과 사회적 맥락을 이해하면서 문화의 다양성을 인정하는 관점을 문화 상대주의라고 한다.',
		'이처럼 나와 다른 신념이나 가치관, 종교를 가진 사람을 인정하고 존중하는 태도를 ●관용이라고 한다.',
		'하지만 문화 상대주의 관점을 갖는다고 해도 인권과 같은 보편적 가치나 보편적 규범에 어긋나는 문화까지 인정할 수는 없다.',
		'◯◯국의 한 유명 여성 영상 창작자가 가족을 떠나 혼자 살았다는 까닭으로 아버지에게 살해당했다.',
		'범행을 자백한 아버지는 “수치스러움을 씻어 내기 위해 딸을 죽였다.”라고 진술했다. 인권 단체는 “◯◯국 형법이 ●명예 살인에 관대하다.”라면서 여성과 아동을 보호하기 위한 강력한 법을 만들어야 한다고 주장했다.',
		'- 『연합뉴스』, 2023. 2. 4.위와 같이 인간의 생명과 존엄성을 침해하는 문화는 인정하거나 존중할 수 없다. 보편적 규범에 근거하여 다양한 문화를 존중하는 태도가 필요하다.',
        ' 다문화주의 다양한 문화나 언어를 단일한 문화나 언어로 동화하지 않고 공존하여 서로 존중하는 것을 목적으로 하는 사상 혹은 정책을 말한다.',
        '관용 |寬 너그러울 관, 容 얼굴 용|자신과 다른 사상이나 종교, 신념을 가진 사람의 입장과 권리를 너그럽게 받아들이고 인정하다.',
        '≐ 명예 살인 가족이나 부족 등 공동체의 명예를 더럽혔다는 까닭으로 조직 내의 구성원을 다른 사람이 살인하는 행위를 말한다.',
        '캐나다의 이민 정책',
        '주요 선진국들이 인구 감소로 골머리를 앓는 것과는 달리, 캐나다는 적극적인 이민 정책에 힘입어 1년 만에 인구가 100만 명 늘었다.',
		'캐나다 연방 통계에 따르면 2023년 1월 1일 기준으로 캐나다의 인구는 지난해보다 105만 명이 증가했다. 1년 새 인구가 2.7% 증가한 것이다.',
		'이러한 적극적인 이민자 수용 정책에 힘입어 캐나다의 총인구는 4,000만 명을 넘겼다.',
		'캐나다는 1967년부터 이민 정책을 펼쳤고, 1971년에 세계 최초로 다문화주의를 국가 정책으로 도입하였다. 다양성을 중요한 가치로 강조해 온 캐나다는 이후 꾸준히 이민자를 적극적으로 받아들여 저출산 고령화 현상에도 경제 활동 인구를 확보했다. 현재 캐나다는 인구의 25%가 이민자로 이루어져 있다.',
        '캐나다의 다문화주의 이민 정책이 가져온 긍정적인 효과는 무엇일까?',
        '2. 다문화 사회에 필요한 도덕적 자세는 무엇일까 161'
	]
});
ARR.push({
	page:162,
	words: [
        '편견 줄이기',
        '다문화 사회에서 차별과 갈등을 줄이기 위해서는 외집단 편견을 줄이고, 내집단 편향을 비판적으로 돌아보아야 한다.',
		'다음 글을 읽고 생각해 보자. 2018년 제주도에 예멘 출신의 난민 신청자가 500명에 이른다는 소식이 알려지자, 각종 반대 집회가 열리는 등 지역 주민의 반대가 매우 거셌다.',
		'하지만 시간이 흐르면서 난민들과 어울려 사는 분위기가 조성되어 지금까지 이어지고 있다.',
		'난민 수용을 반대했던 한 부모는 “아이들끼리 잘 지내는 모습을 보니, 그때는 왜 그렇게 싫다고 했는지 모르겠다.”라고 이야기할 정도이다.',
		'한 활동가는 난민이 중동 국가 출신이고 생소한 종교를 믿는다는 이유로 차별해서는 안 된다고 강조했다.',
		'- 『연합뉴스』, 2022. 2. 26.',
		'자신이 속한 집단에 대한 애착이 지나칠수록 다른 집단을 배타적으로 대하고, 다른 집단에 속한 사람의 어려움에 도덕적으로 무관심한 태도를 보이는 경향이 있다.',
		'이를 극복하기 위해서는 열린 마음을 가지고 다른 문화에 대한 지식을 습득하고 이해의 폭을 넓혀야 한다.',
		'외집단에 대한 편견은 왜 생길까? 외집단에 대한 편견은 직접적인 경험보다 영화나 드라마, 신문, 방송, 사회 관계망 서비스(SNS)와 같은 여러 매체를 통해 형성되는 경우가 많다.',
		'따라서 매체에서 노출되는 내용을 무분별하게 받아들이지 않도록 유의해야 한다. 외집단 편견을 줄이는 가장 효과적인 방법은 상대방을 직접 마주하고 관계를 맺는 것이다.',
		'서로의 얼굴을 마주하고 관계를 맺을 때 다른 사람과 내가 다르지 않은 ‘사람’이라는 것을 경험할 수 있다.',
        '새 학년에 올라와서 반장으로 뽑혔어요. 처음에는 친구들과 지내는 것이 두려웠는데, 이제 친구들 사이에서 인기인이 됐어요.',
        '한국인과 결혼하고 이슬람식 할랄 음식점을 열었는데, 지역의 맛집이 되었어요.',
        '문화와 인종이 달라도 서로 차별하지 않고 존중하는 사회가 되었으면 좋겠어요.',
        '162 Ⅲ. 사회·공동체와의 관계'

	]
});
ARR.push({
	page:163,
	words: [
        '환대의 필요성',
        '루마니아 출신인 갈 크리스티나 에벨리나 수녀는 법무부로부터 제10대 특별 공로자로 인정받아 대한민국 국적을 받았다.',
		'2007년부터 낯선 한국에 와서 15년째 이주민과 난민 수천 명을 도운 노력 덕분이다. 크리스티나 수녀는 “사람이 사람을 돕는데 종교는 상관이 없다.”라고 말한다',
        '- 『연합뉴스』, 2022. 2. 26.',
        '크리스티나 수녀는 루마니아 국적임에도 우리나라에서 이주민을 보살피는 일을 계속해 오고 있다. 이렇게 다른 문화권에서 온 낯선 사람을 적극적으로 맞 아들이고 포용하는 것을 ●환대라고 한다. ',
        '이방인이 우리 땅에서 평화롭게 지내는 한 적대시하지 말아야 합니다.- 임마누엘 칸트, 『영원한 평화』',
        '다른 사람의 얼굴을 마주하고 외면할 수 없는 호소에 응답해야 합니다.- 에마뉘엘 레비나스, 『전체성과 무한』',
        '환대할 만한 사람뿐만 아니라 환대할 수 없는 사람까지 환대하는 것이 진정한 환대입니다. - 자크 데리다, 안 뒤푸르망텔, 『환대에 대하여』',
        '≐ 환대 |歡 기쁠 환, 待 기다릴 대|상대방을 반갑게 맞아 정성껏 후하게 대접하다.',
        '위 사상가들이 환대를 중요하게 생각한 까닭은 무엇일까?',
        '만일 서로 다른 인종과 문화, 종교적 배경을 가진 사람들이 서로를 존중하지 않고 적대시한다면 어떻게 될까? 그 사회에는 심각한 갈등이 지속하고, 시민들은 불안한 삶을 살아갈 수밖에 없다.',
		'이러한 갈등이 확산한다면 사회의 발전을 가로막고 큰 손실로 이어질 수 있다. 함께하는 구성원으로서 이주민을 존중하고 받아들일 때 사회는 안정되고 풍요로워질 수 있다.',
		'전 세계적으로 이주민이 늘어나는 상황에서 환대는 매우 중요하다.',
		'‘우리도 어디에선가는 이방인’이라는 말처럼, 어느 사회에서나 이방인은 존재하고 우리도 다른 사회에서 이방인으로 살아갈 수도 있다. 따라서 다양한 문화적 배경을 가진 사람들이 공존하면서 평화롭게 살아가기 위해서는 환대를 실천해야 한다.',
        '우리 역시 다른 문화에서는 이방인! 역지사지의 마음을 갖자!',
        '2. 다문화 사회에 필요한 도덕적 자세는 무엇일까 163'
	]
});
ARR.push({
	page:164,
	words: [
        '환대하기',
        '그렇다면 어떻게 환대를 실천할 수 있을까? 관용이 다른 사람과 부딪히지 않고 그를 있는 그대로 인정하는 태도라면, 환대는 그보다 한걸음 더 나아가 다른 사람에 대해 적극적으로 우리의 자리를 내어 주는 일이다.',
		'이러한 환대를 실천하기 위해서는 나와 다른 사람의 얼굴을 직접 마주하는 것이 중요하다.',
		'봉사 활동 등 여러 프로그램에 참여하여 다양한 문화적 배경을 가진 사람들이 겪는 어려움을 이해하고 편견을 없애야 한다.',
		'이를 통해 나와 다른 문화적 배경을 가진 사람들을 차별하지 않고 그들과 좋은 이웃이 될 수 있다.',
		'또 이주민에 대해 차별적인 법이나 제도를 개선할 수 있도록 노력하는 일도 중요하다. 이를 위해서는 이주민이 직접 목소리를 낼 수 있는 소통 창구를 마련해야 한다.',
		'마지막으로 이주민이 우리 사회에 잘 정착할 수 있도록 언어 교육이나, 상담, 후원 등의 지원책을 마련해야 한다.',
		'이주민은 취업이나 결혼, 학업, 직장 생활 등에서 어려움을 겪을 가능성이 크다. 따라서 이를 방지하기 위한 제도적 장치가 필요하다.',
		'이렇게 각 개인과 사회가 함께 환대하는 태도를 가진다면 문화적으로 풍요롭고 평화로운 사회를 만들어 나갈 수 있을 것이다.',
        '난민의 목소리를 대변하는 공익 법 센터 ‘어필',
        '공익 법 센터 ‘어필’은 난민 판결의 개척자로 법조계에 이름을 알렸다. 어필은 난민의 인권 신장을 위해 꾸준히 노력한 끝에 난민과 관련하여 부당한 제도를 개선하는 여러 판결을 이끌어 냈다.',
        '변호사 일반적으로 난민이라고 하면 부정적인 이미지를 떠올리는 경우가 많습니다. 그런데 실제로 난민을 만나 보면 용기 있고성실하면서 친절한 사람이 많습니다.',
		'저는 자국에서 독립운동을 하다가 우리나라에 온 분에게 깊은 인상을 받았습니다. 과거 우리나라의 독립운동가를 만난 외국인도 이런 느낌을 받았겠구나 싶더라고요.',
        '변호사 저희는 부당한 대우를 받는 사람이 한 명이라도 있다면 그들을 변호할 생각입니다. 그것은 우리 모두의 문제이기 때문입니다.',
		'만약 공익 활동에 관심이 있다면 인턴과 자원봉사 등 최대한 많은 활동을 직접 해 보라고 권하고 싶습니다.',
        '- 『법조신문』, 2022. 2. 18.',
        '다양한 문화적 배경을 가진 사람들을 위해 내가 실천할 수 있는 일에는 어떤 것이 있을까?',
        '164 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:165,
	words: [
        '귀화 선수도 국가 대표가 될 수 있을까',
        '다음 글을 읽고 물음에 답해 보자.',
        '자료 1 2022년 카타르 월드컵은 ‘가장 글로벌한 월드컵’이었다. 카타르 월드컵에 참가한 32개국에는 137명의 선수가 자신이 태어난 국가가 아닌 다른 국가를 위해 뛰었다.',
		'참가국 중 모로코가 14명으로 귀화 선수가 가장 많았으며 브라질, 아르헨티나, 사우디아라비아, 덴마크, 한국 등 5개국만 귀화 선수가 없고, 자국 선수로만 이루어졌다. -',
        '- 『스포츠조선』, 2022.11.20.',
        '자료 2 우리나라가 단일 민족 국가라는 생각을 가지고 있는 한국인들은 귀화 선수의 국가 대표 선발에 대해 양면적인 인식을 가지고 있다.',
		'일반적으로 외국인 선수의 국내 귀화에 대해서는 대체로 긍정적이지만 국내 선수의 보호와 외국인 선수의 귀화 요건에 대한 문제로 반대하기도 한다.',
        '- 「한국 스포츠 사회학 회지」 제27권 제3호, 2014',
        '1 우리나라 축구 국가 대표 팀에 외국인 귀화 선수가 없는 까닭은 무엇일까?',
        '2 국가 대표로 귀화 선수를 선발하는 것에 대한 나의 입장을 써 보고, 모둠별로 토론하며 다른 입장을 아래에 써 보자.',
        '1 다른 인종, 다른 문화, 다른 종교를 인정하고 존중할 수 있다.',
        '2 차이와 다양성에 대해 열린 마음을 가질 수 있다.',
        '3 나와 다른 문화를 가진 사람들을 환대할 수 있다.',
        '2. 다문화 사회에 필요한 도덕적 자세는 무엇일까 165'
	]
});

ARR.push({
	page:166,
	words: [
        '중단원 마무리',
        '우리 사회의 다문화는 어떤 모습일까',
        '다문화 사회의 의미',
        '두 가지 다문화 사회의 모습',
        '우리 사회의 다문화 모습',
        '•다문화 사회: 한 국가나 사회 안에 다양한 ( 1 )과 ( 2 )가 공존함',
        '•( 3 ) 모델: 여러 소수 문화가 주류 문화에 녹아들어 동화하는 사회',
		'•( 4 ) 모델: 여러 문화가 각각의 정체성을 간직한 채 서로 공존하는 사회',
        '•이주 노동자, 다문화 가정, 난민 등',
		'•다문화 사회는 우리 생활 속에 자연스럽게 녹아들어 있음',
        '다문화 사회의 갈등 요인',
        '우리 사회의 편견',
        '•의사소통, 경제적 어려움, 문화나 생활 습관의 차이, 차별과 편견',
		'•이주 노동자, 외국인, 다문화 가정 외에도 난민에 대한 대응도 중요함',
        '•( 5 ): 자신이 속한 집단에 대해 더 우호적인 것',
		'•( 6 ): 자신이 속하지 않은 낯선 집단에 대해 비합리적인 선입견을 갖는 것',
        '다양한 문화는 어떻게 공존할 수 있을까',
        '문화를 바라보는 다양한 관점',
        '•( 7 ): 자신의 문화만을 우월하다고 믿으며 다른 문화를 낮추어 보고 무시하는 관점',
		'•( 8 ): 한 문화의 역사적 배경과 사회적 맥락을 이해하고 다양성을 인정하는 관점',
        '관용과 환대',
        '•( 9 ): 나와 신념, 가치관, 종교 등이 다른 사람을 인정하고 존중하는 태도',
		'•(10 ): 다른 문화를 가진 사람을 적극적으로 맞아들이고 포용하는 것',
        '세계의 여러 문화에 대한 퀴즈를 풀고, 가로세로 낱말 퍼즐을 완성해 보자.',
        '가로',
		'① 신나는 발놀림과 손뼉치기로 유명한 에스파냐의 댄스',
		'② 인도의 대표적인 이슬람 건축물로 궁전 형식의 묘지',
		'③ ‘알로하’라는 인사를 주고받는 섬',
		'④ 에펠탑으로 유명한 나라',
		'⑤ 오페라하우스로 유명한 오스트레일리아의 도시',
        '세로',
		'❶ 돌이나 벽돌을 쌓아 사각뿔 모양으로 만든 고대 이집트의 건축물',
		'❷ 옥수수 반죽에 다양한 재료를 넣어 만든 멕시코 전통 음식',
		'❸ 스코틀랜드의 전통 악기',
		'❹ 파르테논 신전이 있는 유럽 국가',
		'❺ 일본의 대표적인 전통 음식',
        '166 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:167,
	words: [
        '국민 다문화 수용성 조사 분석하기',
        '다음 제시된 표는 2015년부터 2021년까지 진행된 국민 다문화 수용성 조사 결과이다. 다음 표를 보며 자료를 분석해 보자.',
        '가 에서 시간의 흐름에 따라 다문화 수용성 점수가 어떻게 달라졌는지 분석해 보자.',
        '나 에서 어떤 요소가 가장 큰 폭으로 점수가 하락했는지 찾아 써 보자. ',
        '이러한 결과가 나타난 원인은 무엇일까?',
        '위 표를 분석한 결과를 바탕으로 다문화 수용성을 높이기 위해 정부가 할 수 있는 적절한 방법에는 무엇이 있을지 써 보자.',
        '다문화 수용성에 관한 자료를 정확하게 분석할 수 있다.',
        '다문화 수용성 점수의 세부 요소를 파악할 수 있다.',
        '다문화 수용성을 높일 수 있는 방법을 제시할 수 있다.',
        '2. 다문화 사회에 필요한 도덕적 자세는 무엇일까 167'
	]
});
ARR.push({
	page:168,
	words: [
        '통일은 어떤 의미와 가치가 있을까',
        '통일',
        '분단',
        '북한',
        '번영과 지속 가능한 발전',
        '보편적 가치 실현',
        '세계 평화',
        '분단 비용',
        '이산가족',
        '협력 대상',
        '경계 대상',
        '168 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:169,
	words: [
        '북한을 어떻게 이해해야 할까 ',
        '•북한에 대한 균형 있는 관점을 지닐 수 있다.',
		'•북한 사회와 주민의 삶을 객관적으로 이해할 수 있다',
        '다음은 북한에 대한 청소년의 인식 조사 결과와 북한을 다룬 뉴스이다. 그림을 보고 물음에 답해 보자.',
        '북한은 우리에게 어떠한 대상일까?',
        '북한이 동해상으로 수차례 탄도 미사일을 발사해 남북한 간에 긴장이 높아지고 있습니다.',
        '세계 탁구 선수권 대회에 남북한이 탁구 단일팀을 결성해 출전하기로 하였습니다.',
        '북한에 대한 청소년의 인식 조사 그래프 결과가 변화한 까닭은 무엇일까?',
        '평소 ‘북한’ 하면 떠오르는 생각이나 이미지는 무엇이었는지 써 보자',
        '3. 통일은 어떤 의미와 가치가 있을까 169'
	]
});
ARR.push({
	page:170,
	words: [
        '북한을 이해하기 위한 두 가지 시각 ',
        '우리나라는 일본 식민지에서 해방하자마자 미국과 소련에 의해 38선을 기준으로 분단되었다.',
		'이후 남북한 정부가 따로 수립되고, 북한의 남침으로 시작된 6·25 전쟁으로 인해 군사 분계선인 지금의 휴전선이 설정되었다.',
		'현재에도 남한과 북한은 정치적·군사적으로 대결 상태에 있으며, 세계에서 유일한 분단국가로 남아 있다. 분단 상태가 장기화하는 상황에서 우리는 북한을 어떻게 바라보아야 할까? ',
        '2005년 남북한의 국어학자들이 금강산에서 남북한 공동 사전을 편찬하기로 합의한 후, 남북한의 언어 통일을 목적으로 남북한이 함께 만드는 국어대사전이다.',
		'분단 이후 달라진 남한과 북한의 단어나 뜻뿐만 아니라 해외 지역에 흩어진 우리말을 정리해 우리 민족의 언어 유산을 한데 모으는 민간 교류 사업이다.',
        '북한은 협력 대상이다.',
        '북한은 화해하고 협력해야 하는 대상이야. 예를 들어 남북한은오랜 분단으로 인해 달라진 서로의 언어를 모으고 앞으로 다가올 통일을 준비하기 위해 ●「겨레말큰사전」을 공동으로 편찬하고 있어.',
        '북한은 경계 대상이다.',
        '진 우리는 북한의 남침으로 6·25 전쟁이라는 비극을 겪었어. 또북한은 국제 사회의 경고와 제재에도불구하고 핵 실험을 강행하고, 장거리미사일을 개발하고 있어. 이처럼 북한은 우리에게 위협적인 대상이야.',
        '남북한은 어떤 관계에 있다고 말할 수 있을까?',
        '남북한 군사 대결 구도로 볼 때 안보상 위협적인 존재인 북한은 군사 공격으로 우리에게 인적·물적 피해를 줄 수 있는 경계 대상이다.',
		'한편으로 북한은 오랜 역사와 문화를 공유한 동포이자 함께 평화 통일을 이루어 나가야 할 동반자로서 협력 대상이다.',
		'이처럼 북한에 대한 인식은 상황에 따라 이중적 성격을 갖는다. 따라서 우리는 북한에 대해 균형 있는 관점을 갖도록 노력해야 한다.',
		'북한을 무조건 부정적이거나 적대적으로만 본다면, 한반도의 군사적 긴장 상태를 누그러뜨리기 어렵다.',
		'반대로 통일에 대해 낭만적인 생각이나 긍정적인 감정만을 앞세운다면, 북한 주민의 실상을 객관적으로 파악하기 어렵고 북한의 군사적 위협에 대처하기 어려울 수 있다. ',
        '170 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:171,
	words: [
        '북한 체제 및 주민 생활의 특징',
        '분단 이후 남북한 교류가 단절되면서 여러 분야에서 서로의 모습이 달라졌다. 불필요한 갈등과 오해를 줄이기 위해서는 북한을 객관적으로 보아야 한다.',
		'그렇다면 북한의 정치, 경제 체제의 특징은 무엇이고 북한 사회·문화· 교육 전반의 모습은 어떠할까?',
		'북한은 사회주의를 표방하지만 실제로는 수령이라는 최고 지도자가 당, 정부, 군을 모두 장악하는 수령 독재 체제이다.',
		'북한 주민은 유일 정당인 조선 노동당의 결정과 정부 기관의 통제에 따라 살아간다. 북한 지도부를 비판하거나 반대하는 주민은 사회로부터 격리되어 탄압받는다.',
		'북한의 경제 활동은 국가에 의해 통제된다. 북한은 계획 경제에 따라 국가가 모든 생산 주체, 생산 시설, 인력 배치를 관리한다.',
		'북한 주민은 국가에서 배정해 준 협동 농장, 공장 등에서 일하며 국가에서 필요한 물품을 배급받거나 월급을 받아 생활한다.',
		'그러나 1990년대 이후 북한은 경제난을 겪으면서 생활필수품을 사기 위한 시장이 생겨났고 개인 소유를 부분적으로 인정하고 있다.',
		'북한 주민은 ‘하나는 전체를 위하여, 전체는 하나를 위하여.’라는 ●집단주의원칙에 따라 어린 시절부터 조선 노동당이 지도하는 단체에 의무적으로 가입해 야 한다.',
		'또한 북한은 주민들로 하여금 수령을 어버이로 모시고 당에 복종하도록 하며, 사상을 철저히 통제한다. 문학이나 예술 작품 역시 자유로운 활동을 보장하기보다 정권을 선전하는 데 주로 이용된다.',
        '집단주의 국가 조직과 집단을 위해 자신을 희생하며 개개인보다 사회, 집단을',
        '북한 경제 활동의 변화 ',
        '북한은 사회주의 소유 제도에 토대를 둔 계획 경제 체제이다. 사회주의 소유 제도란 개인의 생산 수단 소유를 인정하지 않고 국가가 생산 수단을 소유하는 제도이다.',
		'이러한 체제에서는 수요와 공급이 자율적으로 조절되지 않아 필요한 것은 부족하고 필요하지 않은 것은 과잉 공급되는 불균형이 일어나기 쉽다.',
		'1990년대 이후 북한은 경제난을 겪으며 계획 경제 체제가 잘 작동되지 않고 있다. 현재 북한은 기업의 활동을 부분적으로 인정하고 합법적으로 얻은 수입에 대해서는 개인 소유 및 상속을 일부 인정하는 등 계획 경제와 시장 경제가 함께 존재하는 이중 구조적 특징이 나타난다',
        '- 국립 통일 교육원, 『2023 북한 이해』',
        '장마당에서 경제 활동을 하는 모습',
        '3. 통일은 어떤 의미와 가치가 있을까 171'
	]
});
ARR.push({
	page:172,
	words: [
        '북한은 북한 사회를 평등한 사회라고 홍보하지만 실제로는 출신 성분과 계급에 따른 차별이 존재하며, 이를 통해 북한 주민을 통제한다.',
		'정보통신 기술 측면에서 북한은 국내에서만 사용할 수 있는 인트라넷과 스마트폰을 개발해 쓰고 있다.',
		'다만 북한에서 허가받지 않은 애플리케이션을 스마트폰에 설치하면 처벌받을 수 있다.',
		'북한은 12년제 무상 의무 교육 제도를 운영하며 컴퓨터나 외국어 등 실용적인 교육을 중시하는 것처럼 보이지만, 집단주의 원칙과 북한 체제 순응을 강조함으로 인해 그 실용적 능력이 개인의 자아실현에 도움이 되지 않는다. 다음 남북한 청소년들의 가상 대화를 읽고 남북한의 생활 모습을 비교해 보자. ',
        '북한의 인트라넷 ‘광명망’ 북한은 전 세계와 통하는 인터넷망을 사용하지 않고 북한 내에서만 이용할 수 있는 망인 ‘광명망’을 통해 스마트폰을 쓴다.',
        '기분이 ‘별로’ 좋다는 친구, 무슨 뜻일까',
        '다음 그림을 보고 남북한의 언어 차이에 대해 생각해 보자.',
        '다음 주에 우리 반은 현장 학습으로 놀이공원에갈 거예요.',
        '와, 신난다!',
        '너 그 소식 들었니? 우리다음 주에 놀이공원에 간대!',
        '정말? 나 오늘 기분이 별로 좋다!',
        '북한에서 온 학생이 ‘기분이 별로 좋다.’라고 할 때 ‘별로’는 무슨 뜻일까?',
        '각각의 북한말과 같은 뜻을 지닌 남한말을 찾아 연결해 보자.',
        '디지털 기기를 활용하여 모르는 단어를 검색해 보자!',
        '172 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:173,
	words: [
        '남한 학생 안녕? 북한 학생들의 생활에 대해 궁금한 게 많아. 북한도 학교에서 교복을 입니?',
        '북한 학생 그럼! 남한과 다른 점은 남한의 초등학교에 해당하는소학생과 대학생도 교복을 입는다는 거야. 또 학교를 구분하지않고 모두 같은 교복을 입어.',
		'남한 학생 우와, 신기하다! 북한 학생들도 학교에서 급식을 먹어? 담임 선생님도 계시니?',
		'북한 학생 우리는 대부분 집에서 점심을 먹거나 도시락을 싸 와. 우리도 담임 선생님이 계시지만, 졸업할 때까지 한 분과 계속해서 공부해.',
		'남한 학생 북한의 학교에서는 주로 무슨 과목을 배우는지 궁금해. 또 방과 후에는 무엇을 하니?',
		'북한 학생 북한에서도 국어, 도덕, 영어, 수학, 과학 등을 배워. 하지만 북한의 학교에서는 ●정치사상 교과를 배워야 해. 고급중학교에서는 ‘군사 활동 초보’라는 과목을 배우기도 해. 방과 후에는 ●소조 활동이나 ●',
        '남한 학생 처음 듣는 교과목이 많네. 소조 활동과 생산 노동은 하기 싫으면 안 할수도 있는 거야?',
		'북한 학생 아니, 모두 무조건 참여해야 해. 그 밖에도 ●생활 총화 활동을 의무적으로 해야 해.',
		'남한 학생 다 같이 모여서 하는 일이 참 많구나. 우리는 3월에 입학해서 2월에 졸업하는데, 너희는 어떠니?',
		'북한 학생 우리는 4월에 입학해서 3월에 졸업해! 그래도 서로 헤어지기 아쉬워하는 졸업식 풍경은 비슷하지 않을까?',
        '통일을 위해서는 북한을 올바르게 이해할 필요가 있다. 이를 위해 두 가지를 고려해야 한다.',
		'첫째, 북한을 객관적으로 이해해야 한다. 북한을 무조건 부정적이거나 긍정적으로 보기보다 북한이 처한 상황과 구체적인 모습에 근거해 북한을 파악해야 한다.',
		'둘째, 북한 체제를 보편적 가치 기준에 근거하여 판단해야 한다. 자유, 평화, 인권 등의 보편적 가치에 비추어 북한의 실상을 판단해야 한다. 그렇게 함으로써 북한에서 일어나는 현상과 그것의 근본적인 원인이 무엇인지 알 수 있다.',
        '≐ 정치사상 교과 지도자와 당에 대한 충성심을 키우기 위한 교과 교육이다.',
        '≐ 소조 활동 겉으로는 개인별 장기와 재능을 장려하려는 목적이지만, 실제로는 집단생활을 통해 사회주의 체제를 확고히 하고 개인 생활을 통제하는 데 활용한다.',
        '생산 노동 모내기, 김매기, 나무 심기 등과 같은 농사 지원 활동이나 건설 현장에서 봉사 활동을 하는 것을 말하는데, 아동 강제 노동이라는 비판을 받기도 한다.',
        '≐ 생활 총화 북한 주민들이 자신이 속한 단체나 조직에서 주기적으로 자신의 생활을 반성하고 상호 비판하는 활동을 말한다.',
        '내가 만약 북한의 청소년이라면 어떤 어려움이 있을까?',
        '3. 통일은 어떤 의미와 가치가 있을까 173'

	]
});
ARR.push({
	page:174,
	words: [
        '한 주민의 인권 문제',
        '다음 사례를 보고 물음에 답해 보자. ',
        '북한의 어린이들은 생활 총화에 의무적으로 참여해야 한다.',
		'북한에서는 외부 영화, 드라마 등을 시청하거나 퍼뜨리면 처벌받는다.',
		'북한 구금 시설의 수감자들은 강제 노동과 처벌 등으로 고통받는다. ',
        '위 사례에서 북한 주민이 침해받은 권리가 무엇인지 보기 에서 찾아보자.',
        '북한 주민의 인권 문제를 개선하기 위한 방법에는 무엇이 있을지 개인적 차원과 사회적 차원으로 나누어 모둠별로 토의해 보자.',
        '세계 인권 선언 5조: 어느 누구도 고문, 잔인하고 비인도적이거나 모욕적인 처우 또는 처벌을 받아서는 안 된다.',
        '세계 인권 선언 18조: 모든 사람은 사상의 자유, 양심의 자유, 종교의 자유를 누릴 권리가 있다. ',
        '세계 인권 선언 19조: 모든 사람은 의사 표현의 자유를 누릴 권리가 있다. 이 권리에는 모든 매체를 통하여 국경과 상관없이 정보와 사상을 구하고 받아들이며 전파할 수 있는 자유를 포함한다.',
        '2005년부터 2022년까지 국제 연합 총회에서 매년 ‘북한 인권 결의안’을 채택하고 있어. 이 결의안에는 북한의 심각한 인권 침해에 대해 우려를나타내고 있어.',
        '북한 주민의 인권 문제를 개선하기 위한 방법에는 무엇이 있을지 개인적 차원과 사회적 차원으로 나누어 모둠별로 토의해 보자.',
        '북한을 바라보는 두 가지 시각을 설명할 수 있다',
        '북한 체제의 특징을 통해 북한 주민의 생활을 객관적으로 이해할 수 있다.',
        '174 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:175,
	words: [
        '분단의 문제점은 무엇이고,통일은 왜 필요할까',
        '•남북 분단으로 인한 고통과 손실을 이해할 수 있다.',
        '•도덕적 관점에서 통일의 필요성을 설명할 수 있다.',
        '다음 그림을 보고 통일에 대해 생각해 보자.',
        '통일이 필요하다는 응답이 과거에 비해 줄어든 까닭은 무엇일까?',
        '통일에 대한 자신의 생각을 써 보자.',
        '3. 통일은 어떤 의미와 가치가 있을까 175'
	]
});
ARR.push({
	page:176,
	words: [
        '분단의 고통과 손실',
        '남북 분단으로 인한 고통과 손실은 매우 크다. 분단으로 인해 가장 큰 고통을 받는 사람들은 바로 이산가족이다.',
		'분단 이후 가족의 생사를 확인하지 못한 채 떨어져 지내는 이산가족들은 그리움과 슬픔으로 고통을 겪고 있다. 일회성의 만남 행사만으로는 이들의 고통을 덜어 주기 부족하다.',
        '우리가 통일을 해야 하는 도덕적 근거는 무엇일까?',
        '분단 상황은 한반도의 평화를 위협한다. 북한은 연평 해전, 연평도 포격 사건등 지속적으로 군사적 충돌을 일으키며 우리의 평화로운 삶을 위협하고 있다.',
		'북한의 핵무기 개발과 미사일 발사로 남북 대화는 중단되었고 정부의 개성 공업 지구 입주자 철수 결정, 북한의 남북 공동 연락소 폭파 등으로 대북 관계가 악화하여 국제 사회의 많은 우려를 낳고 있다.',
		'게다가 분단은 남북한 간에 소모적인 경쟁과 대결을 가져와 사회·경제적 차원에서 막대한 비용이 발생하고 있다.',
		'북한과의 군비 경쟁에서 오는 국방비로 인해 자원을 낭비하고 있을 뿐만 아니라, 분단으로 인한 불안전성이 우리나라 사회와 경제에 많은 영향을 미치고 있다. 남북 분단으로 발생하는 비용을 정리하면 다음과 같다.',
        '정치 상황에 따라 이산가족 만남이 성사되거나 중단되기를 반복하고 있다.',
        ' 북한이 일으킨 군사적 충돌 •연평 해전: 1999년과 2002년 두 차례에 걸쳐 연평도 인근에서 북한이 기습 공격하여 발생한 해전이다.',
		'•연평도 포격 사건: 2010년 북한이 서해 연평도에 포격을 가해 민간인 사상자가 발생한 참사이다.',
        '한반도는 전쟁이 끝난 지 70년이 흘렀지만 여전히 전쟁의 위협에서 안전하지 못한 상황이야.',
        '직접적 분단 비용',
        '국방비',
		'•국제 사회에서 외교 경쟁 비용',
		'•육로 이동 제한으로 인한 무역 비용',
        '간접적 분단 비용',
        '이산가족 문제',
        '북한 주민의 인권 침해 문제',
        '전쟁의 공포와 평화 위협',
        '•남북 주민 간의 갈등',
        '176 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:177,
	words: [
        '통일의 필요성',
        '남북 분단 상태가 장기화하면서 통일을 부담으로 여기거나 분단 상태를 당연하게 받아들이는 경향이 늘어나고 있다.',
		'더욱이 남북 간 언어, 생활 방식이나 가치관이 점차 달라지면서 통일보다는 남북한이 평화롭게 공존해야 한다는 주장도 제기되고 있다.',
		'따라서 과거의 민족 중심 논의를 넘어 통일의 필요성을 검토해야 한다. 통일은 새로운 기회가 되어 번영과 지속가능한 발전을 가능하게 한다.',
		'통일은 통일 비용만 들어가는 것이 아니라 이를 ●상쇄하고도 남을 정도의 ●통일 편익을 출할 수 있다. 다음 글을 읽고 생각해 보자.',
		'통일이 이루어지면 젊은 세대가 얻을 수 있는 이익이 늘어난다.',
		'전문가들은 군 복무의 부담이나 전쟁에 대한 불안감 등이 줄어들면 청년들의 삶의 모습이 많이 변화할 것으로 예상한다.',
		'또한 아직 개발되지 않은 북한 지역이 산업화되는 과정에서 새로운 기회가 많이 생겨나고, 주거 비용 역시 낮출 수 있다.',
		'나아가 한반도를 관통하는 철도와 도로를 건설하여 유라시아 대륙과 다시 연결된다면 수출, 마케팅 등과 같은 새로운 산업이 발전할 기회가 될 수 있다.',
        '- 국립 통일 교육원, 『청소년 통일 사전』',
        ' 우리가 얻을 수 있는 통일 편익에는 또 무엇이 있을까?',
        '통일의 필요성',
		'보편적 가치의 실현',
		'번영과 지속가능한 발전',
		'세계 평화에 이바지',
        '≐ 상쇄 |相 서로 상, 殺 없앨 쇄|상반되는 것이 서로 영향을 주어 효과가 없어지다.',
        '우리가 얻을 수 있는 통일 편익에는 또 무엇이 있을까?',
        '통일이 이루어지면 분단 비용으로 지출하고 있던 자원을 인간다운 삶을 위한 복지 비용으로 사용할 수 있다.',
		'게다가 남한의 자본과 기술, 북한의 노동력과 지하자원을 잘 이용하면 통일 한국의 경쟁력이 높아져 경제적 발전을 이룰 수 있다.',
		'이러한 통일 편익을 경제적인 측면과 비경제적인 측면으로 나누어 살펴보면 다음과 같다.',
        '≐ 통일 편익 통일이 되었을 때 얻을 수 있는 이익과 혜택을 말한다.',
        '경제적 통일 편익',
        '•주변 국가들과 무역 확대',
        '•우리나라 기업이 더 많은 나라에서 안정적으로 경제 활동 가능',
		'•육로를 통한 무역 가능',
        '비경제적 통일 편익',
        '•이산가족의 고통과 아픔 해결',
        '•북한 주민의 인권 신장',
        '•전쟁 위험 해소',
        '•남북한 간 이질성 극복',
        '비경제적 통일 편익이란 구체적으로 드러나지는 않지만 사회적·심리적으로 우리가 누릴 수 있는 이익을 말해.',
        '3. 통일은 어떤 의미와 가치가 있을까 177'

	]
});
ARR.push({
	page:178,
	words: [
        '다음으로 통일은 한반도에서 보편적 가치를 실현하기 위해 필요하다. 통일은 개인이 자유롭고 인간다운 삶, 평화로운 삶을 살 수 있게 해 준다.',
		'통일이 된다면 북한 주민을 포함한 모든 사회 구성원이 거주, 여행, 결혼, 직업 등 삶의 다양한 분야에서 더 넓은 선택의 기회를 보장받을 수 있다.',
		'무엇보다도 통일은 분단으로 인한 이산가족의 고통을 덜어 줄 수 있다. 가족끼리 자유롭게 만나는 것은 인간이라면 누구나 누려야 할 기본적 권리이기 때문에 ●인도주의적 차원에서라도 통일은 반드시 이루어져야 한다.',
		'마지막으로 통일은 한반도 평화를 넘어 동북아시아 지역의 안정과 세계 평화에 이바지할 수 있다. 과거 우리나라는 전쟁으로 인해 수많은 생명이 희생되는 아픔을 겪었다.',
		'게다가 분단 상황에서는 전쟁의 위험과 불안이 늘 존재할 수밖에 없다.',
		'북한의 핵 개발과 도발, 전쟁의 위험이 있는 한반도의 불안한 정세는 동북아시아 지역은 물론이고 세계 평화를 해치는 요소로 작용해 왔다.',
		'통일은 한반도의 전쟁 위협을 제거해 평화를 실현하고, 나아가 동북아시아의 정치적·군사적 대립과 긴장을 완화해 세계 평화를 이루는 데 이바지할 수 있다.',
        '≐ 인도주의 인간 존엄성을 최고의 가치로 여기고 인류의 안녕과 복지를 꾀하는 것을 이상으로 하는 사상이다,',
        '통일 독일의 첫 대통령 리하르트 폰 바이츠제커의 통일 연설문',
        '독일의 통일 과정에서 우리는 그 누구에게 어떤 것도 강요하지 않았습니다. 독일의 통일은 평화롭게 진행되었습니다.',
		'독일의 통일은 모든 세계 민족의 자유와 유럽 대륙의 새로운 평화 질서를 지향하는 역사 발전 과정의 한 부분입니다.',
		'민주주의를 열망하는 국민이 자유와 연대라는 가치 아래 함께 뜻을 모아 하나가 되고자 한 것은 우리 모두의 과제였습니다.',
		'오늘날 동독과 서독은 서로 다른 상황에 놓여 있습니다. 무엇보다 두 지역 사이의 물질적인 차이가 큽니다. 동독은 궁핍하고, 서독은 상대적으로 풍요롭습니다.',
		'하지만 동독과 서독의 경제적 상황이 달라진 원인은 사람에게 있는 것이 아니라 제도에 있습니다. 동독 주민이 하루하루 최선을 다해 열심히 생활했다는 점을 잊지 말아야 합니다.',
		'동독 주민과 서독 주민이 동등한 기회를 갖는다면 물질적 격차는 사라질 것입니다.통일된 땅에서 우리에게 가장 중요한 것은 모두 함께 협력해야 한다는 점입니다.',
		'동독 지역의 재건을 위해 우리는 연대해야 합니다. 통일의 성공은 우리의 태도에 달려 있습니다. 우리가 서로 마음을 열고 애정과 관심을 보이는 것이 중요합니다.',
		'- 리하르트 폰 바이츠제커, 『우리는 이렇게 통일했다』',
        '내가 만약 대통령이 된다면 통일을 위해 우리나라 국민에게 어떤 말을 전하고 싶은지 이야기해 보자.',
        '178 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:179,
	words: [
        '남북 분단으로 인한 슬픔',
		'이산가족 생존자 3분의 2가량이 80세 이상의 고령이다. 그들이 죽은 뒤에도 가족임을 확인하기 위해 이산가족 2만 4천여 명은 DNA를 보존하고, 만나지 못한 가족들에게 하고 싶은 말을 영상으로 남겼다',
        '제2차 연평 해전은 2002년 6월 29일 오전 연평도 인근에서 북한 경비정이 우리 고속정인 참수리 357호를 기습 포격해, 우리 군인 6명이 전사하고 19명이 다친 사건이다.',
        '북한 이탈 주민이 북에 두고 온 동생에게 쓴 편지',
        '사랑하는 동생에게.우리가 헤어진 게 엊그제 같은데 벌써 18년이라는 시간이 흘렀네. 세월이 흐르면서 너의 얼굴도 기억나지 않는데, 아직도 네가 했던 말이 머릿속에서 맴돌아.',
		'엄마가 중국으로 식량을 구하러 떠났을 때 “엄마, 빨리 와야 돼.”라고 했던 그 말이 계속해서 생각이 나.',
		'그래서 좋은 것을 입고, 맛있는 것을 먹고, 배부르기만 해도 너에게 늘 죄책감이 들어. 너무 보고 싶어. 북한까지 차 타면 금방이더라. 같은 땅에서 사는데 우리 다시 볼 수 있겠지? 언젠가 우리 꼭 만날 수 있을 거야. - 채널A 캔버스',
        '1 윗글을 읽고 남북 분단으로 인해 고통을 겪는 사람들에게 공감의 편지를 써 보자',
        '2 남북 분단으로 인해 슬픔과 고통을 겪는 사람들을 돕기 위한 정책을 만들어 보자.',
        '남북 분단으로 인한 문제점을 설명할 수 있다.',
        '통일을 해야 하는 까닭을 제시할 수 있다. ',
        '3. 통일은 어떤 의미와 가치가 있을까 179'
	]
});
ARR.push({
	page:180,
	words: [
        '바람직한 통일의 방향은 무엇일까',
        '•통일 한국의 바람직한 미래상을 제시할 수 있다.',
		'•평화 감수성을 토대로 통일을 이루기 위해서 어떤 자세가 필요한지 알 수 있다.',
        '다음 북한 이탈 주민 청소년들의 이야기를 읽고 물음에 답해 보자.',
        '“나는 탈북하다 들켜서 인민군에게 잡혔었어. 군인들이 나에게 총을 들이대고 움직이면 쏜다고 하며, 족쇄를 채워서 이리저리 끌고 다닐 때 정말 무서웠어.” ',
        '“나는 식당에서 일한 적이 있는데, 거기에는 남한 학생들도 있었고 북한 학생들도 있었어. 그런데 사장님이 ‘힘든 일은 북한 애들 시켜!’라고 하는 거야. 우리도 힘든 건 마찬가지인데…. 사장님의 그런 인식이 싫었어.”',
        '“북한에 있을 때, 엄마가 나한테 대학에 꼭 갔으면 좋겠다고 하셨어. 나중에 통일이 되어서 엄마와 만난다면 대학교를 졸업해서 잘살고 있는 내 모습을 보여드리고 싶어. 엄마를 보고 싶어도 볼 수 없다는 현실이 너무 서글퍼.',
        '북한 이탈 주민: 군사 분계선 이북 지역에 주소, 직계 가족, 배우자, 직장 등을 두고 탈출한 사람으로, 북한을 벗어난 후 외국 국적을 취득하지 않은 사람을 말한다. 간단히 ‘탈북민’이라고 부르기도 한다.',
        '북한 이탈 주민이 겪는 어려움은 무엇일까? ',
        '북한 이탈 주민 청소년을 위해 내가 할 수 있는 일은 무엇일까?',
        '180 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:181,
	words: [
        '통일 한국의 미래상',
        '오랫동안 다른 체제에서 살아온 남북한이 통일을 이루는 것은 쉬운 일이 아니다.',
		'남북한의 정치·경제 상황이 서로 다르기 때문에 통일 과정에서 많은 혼란과 갈등이 일어날 수 있다.',
		'만약 남북한 주민 간 생활 방식과 가치관 차이, 경제적 격차 등을 서로 이해하려고 노력하지 않는다면 사회가 분열될 수도 있다.',
		'하지만 우리가 통일 이후의 어려움을 미리 대비하면서 단계적으로 통일을 준비한다면, 바람직한 통일 한국의 미래를 그려 볼 수 있을 것이다.',
		'다음 그림을 보고 통일 한국의 미래에 대해 생각해 보자.',
        '통일 이후 독일 사람들은 게으른 동독인이라는 ‘오씨(Ossi)’, 거만한 서독인이라는 ‘베씨(Wessi)’로 서로를 부르며 비하하여 갈등이 심해졌대.',
        '자유 민주주의 국가: 누구나 자유, 평등, 인권을 누리며 모든 구성원이 자유롭게 자신의 생각을 말할 수 있는 민주 국가',
        '자유로운 경제 강국이자 정의로운 복지 국가: 자유 경제 활동을 보장하는 가운데 구성원 모두가 인간답게 살 수 있는 국가',
        '개방적이고 다채로운 문화 국가: 새로운 생각을 잘 받아들이며 다양한 문화가 조화를 이루는 국가',
        '내가 꿈꾸는 통일 한국의 미래는?',
        '이처럼 통일 한국은 인도주의적 차원에서 이산가족의 고통을 해소하고 남북 간에 다양한 선택의 기회를 부여하며 문화적 다양성을 존중할 것이다.',
		'또한 통일을 통해 평화로운 삶 속에서 자유와 평등, 복지, 인권 존중이라는 인류의 보편적 가치를 지향하는 국가가 될 수 있다. 통일은 단순히 분단 이전 상태로 돌아가는 것이 아니라 새로운 공동체를 재창조하는 과정이다.',
        '3. 통일은 어떤 의미와 가치가 있을까 181'
	]
});
ARR.push({
	page:182,
	words: [
        '통일 한국을 이루기 위한 노력과 자세',
        '우리가 꿈꾸는 통일 한국을 이루기 위해서는 무엇보다도 평화 감수성을 바탕으로 통일에 대한 긍정적 시각과 통일 한국을 이루려는 적극적인 자세가 필요하다.',
		'평화 감수성이란, 평화를 유지하고 평화적이지 않은 문제 상황을 해결하기 위해 방법을 모색하며 능동적으로 대응하는 것을 의미한다.',
		'한반도는 남한과 북한으로 분단되어 소통 부족, 혐오, 군사 갈등, 전쟁 위협에 시달리고 있기 때문에 이를 해결하기 위한 평화 정착이 절실한 상황이다.',
		'그렇다면 적극적 평화를 지향하는 통일 한국을 이루기 위해 남북 관계를 어떻게 만들어 나가야 할까? 또한 이를 위해 어떤 자세와 방법이 필요할까?',
		'먼저 바람직한 남북 관계는 지속적인 대화와 합의를 통해 단계적으로 교류하고 협력할 때 가능하다.',
		'갈등이 비교적 적거나 상대적으로 교류가 쉬운 분야에서부터 점차 신뢰를 쌓다 보면, 자연스럽게 정서적 교감이 확대되어 상처를 치유할 수 있다.',
		'예를 들어 예술, 스포츠와 같은 분야에서부터 시작하여 남한의 기술과 자본, 북한의 자원과 노동력을 활용하는 경제 협력으로 나아갈 수 있다.',
		'이렇게 남북이 지속적으로 교류하고 협력한다면 상호 간의 신뢰를 회복하여 정치적·군사적 긴장 상태를 누그러뜨릴 수 있다.',
		'다음으로는 다양성을 인정하고 상대방을 수용하는 자세를 지녀야 한다.',
		'장기간 분단으로 인해 남북한 사회가 크게 달라졌기 때문에, 다름을 이해하고 서로 존중하고 배려하는 자세가 필요하다.',
		'이를 바탕으로 남북한 주민이 교류할 때 서로의 성장을 돕고 통합을 이끌어 낼 수 있다. 마지막으로 국제 사회와 긴밀히 협력하여 한반도에 우호적인 통일 환경을 조성해야 한다.',
		'한반도의 통일이 주변국의 국익에 도움이 되고 동북아시아의 번영은 물론 세계 평화에 이바지할 수 있음을 강조하여 국제 사회가 한반도 통일에 대해 지지하고 협력할 수 있도록 노력해야 한다.',
        '헌법 제4조 대한민국은 통일을 지향하며, 자유 민주적 기본 질서에 입각한 평화적 통일 정책을 수립하z고 이를 추진한다.',
        '헌법에도 평화적 통일을 추구한다는 내용이 담겨 있다.',
        '소극적 평화와 적극적 평화 소극적 평화는 갈등이나 물리적 폭력이 없는 상태를 의미하지만, 적극적 평화는 전쟁과 테러와 같은 물리적 폭력은 물론 억압과 착취 등 구조적 폭력과 언어, 예술, 법, 대중 매체에 존재하는 문화적 폭력까지 모두 사라진 상태를 의미한다.',
		'이러한 적극적 평화는 노르웨이의 사회학자 요한 갈퉁이 주장하였다.',
        '182 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:183,
	words: [
        '보편적 가치에 근거하여 통일 비전 구성해 보기',
        '다음 글을 읽고 물음에 답해 보자. ',
        '‘통일 비전’은 통일이라는 미래 상황에 대한 구상이다. 통일에 대한 설득력 있고 체계적인 구상을 제시하여 통일에 대해 여러 입장과 이해관계가 있는 남북한 주민들과 국제 사회까지 설득할 수 있어야 한다.',
		'이러한 통일 비전은 통일을 이룩한 이후 얻을 수 있는 것뿐만 아니라, 통일로 향해 가는 과정에서부터 얻을 수 있는 다양한 혜택을 포함한다.',
		'즉 남북한이 서로 긴장을 완화하고 교류와 협력을 하면서부터 정치적, 경제적, 사회·문화적 측면에서 기대할 수 있는 모든 긍정적 효과를 포함한다고 볼 수 있다.',
        '- 국립 통일 교육원, 『2023 통일 문제 이해』 ',
        '윗글을 읽고 알 수 있는 통일 비전의 필요성을 써 보자.',
        '보편적 가치에 근거하여 통일 비전을 구상해 보고 통일 비전이 실현된 구체적인 모습을 제시해 보자. ',
        '통일 비전을 준비하기 위해 지금부터 어떤 노력을 해야 할지 토론한 뒤 모둠별로 발표해 보자. ',
        '모둠별로 정치·경제·사회·문화 등 주제를 나누어 진행해 볼까? ',
        '통일 한국의 미래상으로 구체적인 모습을 제시할 수 있다.',
        '평화 감수성을 바탕으로 통일을 이루기 위해 필요한 자세를 설명할 수 있다. ',
        '3. 통일은 어떤 의미와 가치가 있을까 183'

	]
});
ARR.push({
	page:184,
	words: [
        '북한을 어떻게 이해해야 할까',
        '북한을 이해하기 위한 두 가지 시각',
        '북한 체제 및 주민 생활의 특징',
        '•군사 공격으로 우리에게 피해를 줄 수 있는 ( 1 경계 ) 대상',
		'•평화 통일을 함께 이루어 나가야 할 동포이자 동반자로서 ( 2 협력 ) 대상',
        '정치 : 최고 지도자인 ( 3 수령 )이 당, 정부, 군을 완전 장악하는 독재 체제',
		'•경제: 국가가 모든 생산 주체, 시설, 인력 배치를 관리하는 ( 4 계획 ) 경제 체제',
		'•사회: 겉으로는 평등을 추구하지만, 출신 성분과 계급에 따라 차별이 존재하며 ( 5 집단주의 ) 원칙에 따라 조직 생활을 함',
        '분단의 고통과 손실',
        '통일의 필요성',
        ' 6 이산가족 )의 그리움과 슬픔',
		'•전쟁에 대한 공포와 평화 위협',
		'•( 7 분단 비용 ): 남북이 분단되어 발생하는 비용',
        '•통일을 이루어 번영과 지속가능한 발전을 가져올 수 있음',
		'•통일은 통일 비용만 가져오는 것이 아니라 ( 8 통일 편익 )을 창출함',
		'•개인의 자유 보장과 인간다운 삶, 평화로운 삶과 같은 ( 9 보편적 ) 가치를 실현',
		'•북한 주민의 인권 보장과 이산가족의 고통을 해소하기 위한 (10 인도주의적 ) 차원',
		'•통일은 한반도의 평화를 넘어 세계 평화에 이바지함',
        '분단의 문제점은 무엇이고, 통일은 왜 필요할까',
        '바람직한 통일의 방향은 무엇일까',
        '통일 한국의 미래상',
        '통일 한국을 이루기 위한 노력과 자세',
        '•정치적으로 (11 자유 민주주의 ) 국가',
		'•경제적으로 자유로우면서 정의로운 (12 복지 ) 국가',
		'•개방적이며 다채로운 문화 국가',
        '•(13 평화 감수성 )을 바탕으로 통일에 대한 긍정적 시각과 통일 한국을 이루려는 적극적인 자세가 필요',
		'•다양성을 인정하고 상대방을 수용하는 자세',
		'•대화와 합의를 통한 (14 단계적인 ) 교류·협력의 자세',
		'•국제 사회와 긴밀히 협력하여 한반도에 우호적인 통일 환경을 조성해야 함 ',
        '통일을 미리미리 의 자세로 준비해야 합니다. 이 말은 ‘어떤 일에 미리 대비해 두면 나중에 걱정할 일이 없다.’라는 뜻입니다.',
        '아래 북한말을 남한말로 바르게 표현한 것에 동그라미를 치시오.',
        '184 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:185,
	words: [
        '북한 여행 안내서 만들기',
        '모둠별로 북한 여행 지역을 선정한 다음, 활동 방법 에 따라 북한 여행 안내서를 만들어 보자.',
        '1 4명이 한 모둠을 이루고, 북한 여행 안내서에 넣을 내용을 선정한다.',
		'•지역 소개, 지리적 위치와 특징, 특산물, 대표 음식, 관광지 등',
		'2 내용 선정이 끝나면 1명은 표지와 마지막 장을 구상하고, 나머지 3명은 개인별로 2개씩 담당 내용을 정하여 인터넷 검색 등을 통해 해당 내용을 조사한다.',
		'3 모둠별로 4절지 8면의 북한 여행 안내서를 만든다.',
		'•안내서 구성: 표지(제목 포함), 북한 여행지 소개, 삽화 등',
		'4 안내서를 완성한 뒤 모둠별로 안내서를 소개하고 발표 시간을 갖는다.',
        '북한 여행 안내서의 내용이 구체적이며, 북한 정보를 자세히 조사했다.',
        '북한 여행 안내서의 내용에 맞는 적절한 사진이나 그림을 배치했다. ',
        '북한 여행 안내서를 제작하기 위해 모둠원의 역할을 분배했다. ',
        '북한 여행 안내서를 제작하기 위해 소통하고 협력했다. ',
        '3. 통일은 어떤 의미와 가치가 있을까 185'
	]
});
ARR.push({
	page:186,
	words: [
        '통일이 된다면 어떤 직업이 유망할까',
        '도시 재생 전문가',
        '직업 소개',
        '도시 재생 전문가는 쇠퇴하거나 낙후한 도시를 되살리기 위하여 도시 재생 계획을 세우는 일을 한다.',
		'도시의 정체성을 보존하면서 도시를 경제, 사회, 환경적으로 활성화할 수 있는 방법을 마련하는 것도 도시 재생 전문가의 역할이다.',
        '적성',
        '기존의 도시 공간을 새로운 모습으로 디자인하려면 공간을 잘 이해해야 한다. 또 도시라는 공간에 건물과 도로, 공원 등을 어떻게 배치해야 할지 그릴 수 있어야 한다.',
        '관련 전공',
        '도시 재생 전문가가 되려면 도시계획학과, 도시공학과, 도시행정학과, 건축학과, 건축공학과, 토목공학과 등에 진학하는 것이 유리하다.',
        '미래',
        '우리나라 도시는 역사가 오래되어 낙후한 도시도 많다. 통일이 된다면 더 많은 지역에서 지역의 고유한 특성을 잘 살리는 도시 재생 사업이 진행될 것이다.',
        '여행 기획자',
        '직업 소개',
        '여행 기획자는 국내 여행이나 해외여행 상품을 기획하고 개발하는 일을 한다.',
		'관광지로 잘 알려지지 않은 곳을 찾아내어 실제로 방문해 보거나 자료를 수집해서 새로운 여행 상품을 만든다.',
		'최근에는 철도 여행, 공정 여행, 건축 여행, 장애인 여행 등 분야별로 여행을 기획하기도 한다.',
        '적성',
        '여행을 좋아하며 외향적이고 적극적인 성격을 가지고 대인 관계를 원만히 맺을 수 있는 사람에게 유리하다. 또한 새로운 여행지와 여행 상품을 창의적인 아이디어로 기획할 수 있는 사람이 유리하다',
        '관련 전공',
        '관광경영과, 국제관광과, 문화관광과 등에 입학하면 여행과 관련된 교육을 받을 수 있다.',
        '미래',
        '통일이 된다면 남북한의 사람들이 서로 가 보지 못했던 전국의 여러 지역에 여행을 많이 가게 될 것이다. 역사와 전통, 빼어난 경관을 경험할 수 있는 다양한 여행지를 개발할 필요가 있다.',
        '186 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:187,
	words: [
        '대학 입학 전형의 소수자 우대 정책',
        '대학 입학 전형에서 교육의 다양성을 위해 소수 인종을 우대하는 정책, 이른바 ‘적극적 평등 실현 조치(Affirmative Action)’에 대해 미국 연방 대법원이 위헌 판결을 내렸다.',
		'이에 따라 소수 인종 우대 입학 정책이 역사 속으로 사라지게 되었다.',
		'인종적 다양성을 고려하는 다른 정책도 이번 판결로 도전을 받게 되면서 미국 사회 전반에 큰 파장이 예상된다.',
		'1961년 케네디 대통령이 ‘정부 기관은 지원자의 인종, 신념, 피부색, 출신 국가 등과 무관하게 고용하도록 적극적인 조치를 취해야 한다.’라는 행정 명령을 내린 것을 계기로 고용 부문에서 차별 금지 조치가 실시된 이후 각 대학도 소수 인종 우대 입학 정책을 도입하게 되었다.',
		'이 조치로 주요 대학에서 흑인의 입학 비율이 올라가는 등 성과를 거뒀으나, 백인과 아시아계 학생을 역차별하는 정책이라는 주장도 꾸준히 제기되었다.',
        '이번 판결은 고등 교육과 미국 사회를 더 포용적이고 평등하게 만드는 데 기여한 수단을 포기한 것과 마찬가지예요.',
        '대학은 소외된 사람들에게 열려 있는 기회의 장소가 되어야 해요.',
        '적극적 평등 실현 조치는 백인과 아시아계 지원자를 역차별하는 정책이에요.',
        '개인이 어떤 정체성을 가지고 있든지 동일하고 보편적인 기준을 적용해야 해요.',
        '윗글에서 ‘적극적 평등 실현 조치’는 무엇이고 어떤 목적을 가진 정책인지 찾아 써 보자.',
        '대학 입학 전형의 소수자 우대 정책에 대해 자신의 생각을 써 보자',
        '나는 대학 입학 전형의 소수자 우대 정책을 ( 찬성한다. / 반대한다. ) 왜냐하면',
        '위에서 쓴 내용을 바탕으로 모둠별로 토론해 보자',
        '세상 속으로 187'
	]
});
ARR.push({
	page:188,
	words: [
        '대립과 분쟁을 넘어 평화로',
        '다음 두 사례를 읽고 평화 지수를 높이기 위해 필요한 노력이 무엇인지 생각해 보자.',
        '세계 평화 지수, 한국 순위는?',
        '「세계 평화 지수(GPI, Global Peace Index)」 보고서에 따르면 전 세계 163개국 중 한국은 43위를 차지했다.',
		'세계 평화 지수는 사회 안전 및 안보, 군사화, 진행 중인 대내외 분쟁 등 3개 부문에서 23개 지표를 계량화해 나라별 점수를 산정한 것이다.',
		'23개 지표는 테러 위험, 강력 범죄 발생(범죄율), 인구 10만 명당 경찰 및 군인 수, 난민 수, 주변국과의 관계, 무기 수·출입, 대내외 갈등에 따른 사상자 수, 핵무기 중화기 역량, 국내 총생산(GDP) 대비 군사 지출 등이다.',
		'평화 지수가 높은 국가는 평화를 유지하는 데 필요한 요소를 적극적으로 실천하고 있다.',
        '위는 세계 평화 지도이다. 푸른색에 가까울수록 평화롭고, 붉은색에 가까울수록 불안하다는 것을 의미한다.',
        '적극적 평화를 구성하는 요소',
        '적극적 평화를 구성하는 요소로는 좋은 정부, 자원의 공평한 분배, 정보의 자유로운 흐름, 이웃과의 좋은 관계, 높은 수준의 인적 자본, 다른 사람의 권리에 대한 존중, 낮은 수준의 부패, 건전한 기업 환경이 있다.',
		'이 여덟 가지 요인은 서로 밀접하게 연결되어 있으며 다양하고 복잡한 방식으로 상호 작용한다. ',
        '윗글을 읽고 다음 물음에 답해 보자.',
        '사례 1 에 제시된 한국의 세계 평화 지수 순위를 올리기 위해 우리에게 필요한 평화 요소 세 가지를 사례 2 에서 찾아보자.',
        '188 Ⅲ. 사회·공동체와의 관계'
	]
});
ARR.push({
	page:189
		,
	words: [
        '월드 카페 토론을 통해 평화로운 사회 구상하기',
        '다음 활동 절차에 따라 ‘평화로운 사회 만들기’를 주제로 월드 카페 토론을 진행해 보자.',
        '모둠 구성과 사회자 정하기, 토론 방법 안내하기',
        '모둠원들이 돌아가며 준비된 질문에 대한 답변을 이야기하기',
        '사회자 1명만 남고 나머지 모둠원은 다른 모둠으로 이동하여 토론하기',
        '자신의 모둠으로 돌아와 진행한 토론 내용과 생각을 공유하기',
        '모둠별로 토론 내용 발표 및 정리하기',
        '우리 모둠에서 평화로운 사회를 위해 논의하고 싶은 세부 질문을 정해 보자.',
        '인권: 범죄자의 인권도 보호해야 할까? 복지: 노인 일자리 문제를 해결하기 위해 어떤 정책이 필요할까? ',
        '모둠원들이 선정한 질문에 대해 서로 돌아가며 답변해 보고 아래에 정리해 보자.',
        '모둠원들이 선정한 질문에 대해 서로 돌아가며 답변해 보고 아래에 정리해 보자.',
        '토론 결과를 정리하여 평화로운 사회를 만들기 위해 무엇이 필요할지 발표해 보자',
        '대단원 마무리 189'
	]
});
ARR.push({
	page:190,
	words: [
        '자연과의 관계',
        '도덕적 고려의 대상은 어디까지일까'
	]
});

ARR.push({
	page:191,
	words: [
        '지구는 인간뿐만이 아니라 다양한 생명체가 함께 살아가는 공간이다. 하지만 인간의 욕심으로 인해 수많은 생명체가 고통받고 있다. 다른 생명체의 고통에 공감하며 이를 해결하기 위해 우리가 할 수 있는 일에는 무엇이 있을지 생각해 보자.'
	]
});

ARR.push({
	page:192,
	words: [
        '도덕적 고려의 대상은 어디까지일까',
        '생명 존중 실천하기',
        '동식물',
        '도덕적 고려',
        '동물 실험',
        '반려동물', 
        '동물 복지 공감',
        '생명 외경 사상',
        '봉사 활동',
        '캠페인 법과 제도',
        '유기',
        '학대',
        '192 Ⅳ. 자연과의 관계'
	]
});

ARR.push({
	page:193,
	words: [
        '모든 생명체가 소중한 까닭은 무엇일까',
        '도덕적 고려의 대상이 지니는 특성은 무엇인지 설명할 수 있다',
        '인간뿐만 아니라 다른 생명체도 소중한 까닭을 말할 수 있다.',
        '다음 사진을 보고 물음에 답해 보자.',
        '만약 내가 파이린이라면 어떤 기분이 들었을까?',
        '아래 사진은 태국의 코끼리 타기 체험 관광에 동원되었던 71살 암컷 코끼리 파이린이다. 무려 25년 동안 등에 관광객을 태워야 했던 파이린은 척추가 내려앉아 기형적으로 변형되었다.',
        '파이린은 한 번에 6명씩 관광객을 태우다 더 이상 관광객을 태울 수 없게 되자 주인이 버렸다고 한다. 아직도 파이린의 등에는 오랫동안 압력을 받아 생긴 흉터가 남아 있다.',
        '- 『전자신문』, 2023. 3. 13.',
        '1. 도덕적 고려의 대상은 어디까지일까 193'
	]
});

ARR.push({
	page:194,
	words: [
        '최근 들어 동식물을 가족처럼 생각하고 이들과 교감하며 지내는 사람들이 많아졌다. 하지만 위 사례처럼 반려동물에게 자신이 원하는 방식으로 사랑을 표현하는 사람들도 많다. 이는 반려동물을 도덕적 고려의 대상으로 보지 않은 것이다.', 
        '어떤 대상을 도덕적으로 고려한다는 것은 무엇을 의미할까? 도덕적 고려 란 어떤 대상이 가지는 권리나 이익을 헤아려 보는 것이다.',
        '인간을 도덕적 고려의 대상으로 보는 것에 반대하는 사람은 아무도 없을 것이다. 왜냐하면 우리가 어떤 행동을 할 때 다른 사람의 권리나 이익을 침해하지 않기 위해 노력하는 것이 당연하기 때문이다.', 
        '그렇다면 오직 인간만이 도덕적으로 고려해야 할 대상일까? 우리가 도덕적으로 고려해야 할 대상은 어디까지일까? 만약 인간이 아닌 존재가 도덕적으로 고려받을 자격을 가졌다면 그 까닭은 무엇일까?',
        '가족처럼 지내던 반려동물을 버리는 까닭은 무엇일까?',
        '우리나라 국민 4명 중 1명은 반려동물을 키우고 있다. 이제 반려동물은 가족 같은 존재가 아니라 이미 가족이다. 하지만 가족으로 받아들인 반려 동물을 키우는 도중에 버리는 사람도 많다.', 
        '농림축산식품부에 따르면 2019년부터 2021년까지 3년간 유기·유실 동물은 38만 2천 907마리로 나타났다. 그중 2개월 단위로 나눠서 살펴보면, 유기·유실 동물이 가장 많은 시기는 휴가철이 있는 7, 8월로 나타났다.', 
        '그다음으로 많은 시기는 가정의 달이 있는 5, 6월과 추석 연휴가 포함된 9, 10월로 집계됐다.',
        '- 『경향신문』, 2022. 9. 10.',
        '도덕적 고려란',
        '가연 우리 집 강아지야. 어때, 예쁘지? 내가 염색해 줬어.',
        '수진 이게 무슨 짓이니? 염색은 강아지에게 해로워.',
        '가연 무슨 소리야, 강아지도 분명히 좋아할 거야.',
        '가연이는 강아지를 도덕적으로 고려한 것일까?',
        '반려동물',
        '사람이 정서적으로 의지하기 위해 집에서 기르는 동물로서, 과거에는 애완동물이라는 명칭을 자주 사용했다. 오늘날에는 인간의 즐거움을 위한 소유물이 아닌 반려자로서 대우하자는 의미에서 반려동물이라는 표현을 더 많이 사용한다.',
        '고려',
        '考 생각할 고, 慮 생각할 여(려)',
        '깊이 생각하고 헤아려 보다.',
        '책임감 있는 주인이 되어 주세요',
        'NOT PET, YOUR PET',
        '194 Ⅳ. 자연과의 관계'
	]
});

ARR.push({
	page:195,
	words: [
        '동식물을 도덕적으로 고려해야 하는 까닭',
        '인간은 동물의 일원이지만 이성이라는 탁월한 능력을 지니고 있다는 점에서 다른 동물과 구분된다. 그렇다면 인간과 동물의 공통점과 차이점은 무엇일까?',
        '인간과 동물의 공통점과 차이점',
        '인간과 동물이 가지는 특성은 무엇일지 생각해 보고, 위 표에 예시를 더 찾아 써 보자.',
        '문자를 사용한다.',
        '음식을 먹는다.',
        '일반적으로 털이나 깃털, 비늘 등으로 덮여 있다.',
        '인간 동물',
        '인간과 동물의 공통점과 차이점은 우리가 동물을 도덕적으로 배려해야 하는지 아닌지를 결정하는 데 중요한 역할을 한다. 과거 사람들은 인간과 동물의 차이점에 주목하였다.', 
        '특히 고대와 근대의 여러 서양 사상가는 다른 동물과 달리 이성적 능력을 지닌 인간을 가장 우월한 존재로 보았다.',
        '동물은 기계에 불과할 뿐입니다.',
        '동물에게 고통을 주었을 때 동물이 내는 소리는 기계가 바닥에 떨어져 부서지는 소리와 마찬가지입니다.',
        '식물은 동물을 위해, 동물은 인간을 위해 있는 거예요.',
        '아리스토텔레스 데카르트',
        '이로 인해 인간의 즐거움이나 이익을 위해 동물에게 고통을 주거나 이용하는 행위가 윤리적으로 아무런 문제가 없다고 생각하게 되었다. 과연 동물은 인간의 행복을 위한 수단에 불과한 것일까?',
        '인간도 동물의 한 종류라고 할 수 있지만 인간만이 지닌 특징이 있어!',
        '- 아리스토텔레스, 『정치학』 - 르네 데카르트, 『방법서설』',
        '1. 도덕적 고려의 대상은 어디까지일까 195'
	]
});

ARR.push({
	page:196,
	words: [
        '동물은 이성적 능력이 없지만 인간처럼 감정이 있고 쾌락과 고통을 느낀다. 행복을 늘리고 고통을 줄이는 것이 도덕적인 행위라고 보았던 서양의 사상가 벤담은 어떤 존재가 고통을 느낄 수 있다면 도덕적으로 고려해야 한다고 주장 하였다.', 
        '또 동물 해방론 을 주장한 싱어는 인간처럼 쾌락과 고통을 느낄 수 있는 동물도 도덕적으로 고려해야 한다고 보았다.', 
        '중요한 것은 이성적 능력이 아니라 쾌락과 고통을 느낄 수 있는 능력입니다.', 
        '동물도 인간처럼 고통을 느낄 수 있습니다. 동물이 느끼는 쾌락과 고통은 인간이 느끼는 쾌락, 고통과 같아요.',
        '벤담',
        '터 싱어, 『동물 해방』',
        '동물을 도덕적으로 고려해야 한다는 입장은 동물 학대와 동물 실험 같은 행위에 꾸준히 문제를 제기하였다. 이로 인해 많은 사람이 동물의 권리와 복지에 대해 관심을 갖게 되었다.',
        '동물 해방론',
        '동물을 도덕적으로 고려하고 동물을 고통에서 벗어나게 해야 한다는 주장을 말한다.',
        '동물도 사람처럼 기본적인 권리를 가질 수 있을까?',
        '동물에게도 권리가 있을까',
        '2018년 미국의 한 양계장에서 구조된 암탉 로즈의 이름을 딴 동물 권리 장전 ‘로즈법(Rose’s law)’은 동물의 권리를 인정해야 한다는 내용을 담고 있다. 우리나라를 포함하여 세계 여러 나라에서 로즈법을 제정해야 한다는 목소리가 커지고 있다.',
        '- 『한겨레신문』, 2019. 9. 23.',
        '암탉 로즈가 동물 보호 활동가의 품에 안겨 있다.',
        '동물 복지',
        '일반적으로 인간이 동물에게 미치는 고통이나 스트레스 등의 괴로움을 최소화하며, 동물의 심리적 행복을 실현하는 일을 말한다.',
        '로즈법',
        '고통과 착취의 상황에서 구조될 권리 보호받는 집, 서식지 또는 생태계를 가질 권리 법정에서 그들의 권익을 대변하고 법에 따라 보호받을 권리 인간에게 이용당하거나 학대당하거나 살해당하지 않을 권리 소유되지 않고 자유로워질 권리 또는 그들의 권익을 위해 행동 하는 보호자가 있을 권리',
        '- 제러미 벤담, 『도덕과 입법의 원리 서설』- 피터 싱어, 『동물 해방』',
        '196 Ⅳ. 자연과의 관계'
	]
});

ARR.push({
	page:197,
	words: [
        '현대 과학에 의하면 일반적으로 ‘식물은 동물처럼 고통을 느낄 수 없다.’라고한다. 하지만 식물이 고통을 느낄 수 없다고 해서 식물을 함부로 해치는 행위가 정당화될 수 있을까?',
        '동양의 사상가 장자는 평등한 관점에서 만물을 관찰하고 모든 것을 차별 없이 대해야 한다고 하였다. 또 서양의 사상가 슈바이처는 생명을 보호하고 살리는 것은 좋은 일이며, 생명을 파괴하는 것은 나쁘다고 보는 ● 생명 외경 사상 을 주장하였다.',
        '장자 슈바이처',
        '모든 생명체의 겉모습이 서로 달라 보여도 그 가치를 모두 존중해야 합니다. 나뭇잎이나 꽃도 함부로 꺾지 말고 살충제도 함부로 뿌려서는 안 됩니다. 그것은 생명을 마구잡이로 죽이는 방식이기 때문이에요.', 
        '대부분의 식물은 땅에 뿌리를 내리고 태양과 공기를 통해 스스로 에너지를 만들어 내며 성장한다. 식물이 인간이나 동물처럼 소리를 내거나 자유롭게 움직일 수 있는 것은 아니다. 하지만 식물도 자신을 보호하고 성장하는 데 더 적합한 조건을 찾기 위해 노력한다.', 
        '이처럼 살아가기 위해 노력하는 식물은 인간, 동물과 함께 살아가는 소중한 생명체이다.',
        '식물은 존엄한 존재',
        '스위스 연방 헌법 제120조 제2항',
        '연방은 동식물 및 다른 생명체의 배아 형질 및 유전 형질의 사용에 관한 법률을 정한다. 이를 통해 연방은 모든 생명체의 온전성과 인간, 동물, 환경의 안전을 존중하고 동식물 종의 유전적 다양성을 보호한다. - 세계 법제 정보 센터 누리집',
        '스위스 비인간 생명 공학에 관한 연방 윤리 위원회(ECNH)',
        '스위스 비인간 생명 공학에 관한 연방 윤리 위원회는「식물의 존엄성에 관한 보고서」를 발표하였다. 이 위원회는 식물을 마구잡이로 해치는 행위는 윤리적으로 허용될 수 없다는 내용을 만장일치로 채택하였다. - 스위스 비인간 생명 공학에 관한 연방 윤리 위원회, 2008',
        '생명 외경 사상',
        '모든 생명은 소중하므로 존중해야 한다는 슈바이처(Schweitzer, A., 1875~1965)의 사상이다.',
        '해바라기가 해를 따라 움직이는 모습, 미모사를 건드리면 잎이 움츠러드는 모습 등을 보면 식물도 살아있는 존재임을 알 수 있다. - 장자, 『장자 -내편』- 알베르트 슈바이처, 『나의 생애와 사상』',
        '1. 도덕적 고려의 대상은 어디까지일까 197'
	]
});

ARR.push({
	page:198,
	words: [
        '모든 생명체의 삶을 존중하기',
        '인간만을 도덕적 고려의 대상으로 여기고 인간 외의 다른 생명체를 상대적으로 소중하게 여기지 않은 결과, 수많은 생명체가 고통받아 왔으며 자연까지황폐해지고 말았다.',
        '그러나 지구는 인간만을 위해 존재하는 것이 아니다. 인간을 포함한 모든 동식물은 지구에서 함께 살아가야 할 소중한 존재이다.', 
        '우리가 앞서 살펴보았듯이 동식물도 인간처럼 생명을 가지고 있으므로 그들의 삶 또한 존중받아야 한다. 지구의 모든 생명체는 자신의 생명을 부당하게 침해받지 않을 권리가 있다. 따라서 우리는 함부로 동식물의 생명을 해쳐서는 안 된다.',
        '더 나아가 모든 생명체가 살아가는 터전인 흙이나 물과 같은 생태 환경까지도 도덕적으로 고려해야 한다.', 
        '모든 생명체는 물론 물, 토양, 공기 등을 아우르는 대지까지 도덕적으로 고려하는 입장을 말한다.',
        '위의 내용을 참고하여 지구의 모든 생명체가 더불어 살아가기 위한 행동 지침을 작성해 보자.',
        '다음 그림 중 동식물에게 해서는 안 되는 행위는 무엇일지 , , 로 표시하고, 그 까닭을 말해 보자.',
        '지구의 모든 생명체가 더불어 살아가기 위한 행동 지침',
        '배려적 사고력 도덕적 공동체',
        '도덕적 고려가 무엇인지 설명할 수 있다.', 
        '도덕적 고려 대상이 지닌 특성을 말할 수 있다.', 
        '모든 생명체를 존중해야 하는 까닭을 말할 수 있다.', 
        '198 Ⅳ. 자연과의 관계'
	]
});

ARR.push({
	page:199,
	words: [
        '다른 생명체를 어떻게 대하는 것이 바람직할까',
        '인간 외 다른 생명체의 삶이 위협받고 있는 현실을 이해할 수 있다.',
        '일상생활 속에서 생명을 소중히 대하는 태도를 실천할 수 있다.',
        '다음 그림에는 일상생활에서 동식물을 대하는 모습이 나타나 있다. 물음에 답해 보자.',
        '만약 내가 그림 속의 동식물이라면 어떤 기분이 들었을까?',
        '1. 도덕적 고려의 대상은 어디까지일까 199'
	]
});

ARR.push({
	page:200,
	words: [
        '동식물의 생명이 위협받고 있는 현실',
        '겨울날, 원숭이가 동물원 우리에서 잘 관리되지 않고 추위에 떨고 있다.',
        '인간이 일으킨 산불로 인해 야생 동물의 생명이 위협받고 있다.',
        '우리는 주변에서 많은 동식물이 삶을 위협받고 있는 사례를 쉽게 찾아볼 수 있다.',
        '펫팸족이 늘어나는가 하면, 수천 마리의 개를 방치하여 굶어 죽게 한 사건 등 반려동물에 대한 학대와 유기가 여전히 발생하고 있다.', 
        '또 동물원 경영이 어려워지자 동물을 제대로 돌보지 않거나, 새똥에 맞았다는 까닭으로 수백 마리의 새를 죽이는 등 동물 학대 사건이 우리 주위에서 꾸준히 일어나고 있다.',
        '게다가 사람들이 함부로 버린 쓰레기를 물개나 고래가 먹이로 착각하여 먹고 탈이 나는 등 인간이 직·간접적으로 동물의 생명을 위협하는 사례가 늘어나고 있다.',
        '펫팸족',
        '반려동물을 뜻하는 단어 ‘펫(pet)’과 가족을 뜻하는 단어 ‘패밀리(family)’ 가 결합한 말로, 반려동물을 가족과 같이 귀중한 존재로 여기는 사람들을 말한다.',
        '일반적으로 동물 학대범에게는 가벼운 처벌을 내리는 경우가 많았다. 그러나 ◯◯ 법원 판사는 진돗개를 6개월에걸쳐 학대한 동물 학대범에게 징역형을 선고하며 그 까닭을 밝혔다.',
        '“동물 역시 생명체로서 고통을 느끼는 존재라는 점을 인식해야 한다.',  
        '동물의 생명을 해치거나 동물을 학대하면 동물 역시 고통을 느끼면서 괴로워하는데, 이에 아랑곳하지 않고 계속해서 학대 행위를 한다는 것은 생명체에 대한 존중 의식이 떨어지기 때문에 저질렀다고 판단된다.', 
        '따라서 동물 학대는 단순히 물건을 부수는 것이 아니라 생명체를 함부로 대하는 행위이므로 이에 대하여는 더욱 엄격히 죄를 물어야 한다.” - 『경향신문』, 2020. 6. 3.',
        '200 Ⅳ. 자연과의 관계',
	]
});

ARR.push({
	page:201,
	words: [
        '이뿐만 아니라 식물의 생명을 위협하는 행위도 문제가 되고 있다. 농사에 방해가 되거나 가게 간판을 가린다는 까닭으로 가로수에 제초제를 넣어 죽이거나 담뱃불 등으로 인해 일어난 산불로 매년 수많은 동식물의 생명이 위협받는 것이 대표적인 사례이다.', 
        '또 무분별한 개발로 인해 수많은 식물 종이 살아갈 터전을 잃고 멸종 위기에 처하기도 한다. 이러한 문제를 해결하기 위해서는 동식물을 인간의 편의를 위한 수단으로 대하지 말아야 한다.', 
        '또 인간 외의 다른 생명체 그 자체를 존중 하고 그들이 느끼는 고통에 공감 할 수 있는 자세를 가져야 한다.',
        '주변에서 동식물을 학대하거나 그들의 생명을 위협한 사례를 찾아보자.',
        '누군가 나무에 구멍을 뚫고 제초제를 넣어 나무를 죽이는 모습',
        '동식물이 느끼는 고통에 공감하기',
        '배려적 사고력 도덕적 공동체',
        '서울 도봉구 방학천에서 평화롭게 벌레를 잡아먹고 살던 오리들에게 끔찍한 사건이 벌어졌다. 고등학생으로 추정되는 남성 2명이 1m 거리에서 주먹 크기의 돌을 여러 번 던져 오리들 중 한 마리가 맞아 죽었다.', 
        '이들은 며칠 전에도 방학천에 나타나 오리 떼를 향해 돌팔매질을 했으며, 벽에 표시를 하고 돌로 표적을 맞히는 연습까지 했다고 한다. 목격자에 의하면 돌에 맞은 오리를 다른 오리가 살리겠다고 날갯짓을 하며 죽은 오리의 목을 부리로 잡는 모습이 안타깝고 가슴 아팠다고 한다.',
        '- 『중앙일보』, 2022. 6. 20.',
        '1. 도덕적 고려의 대상은 어디까지일까 201'
	]
});

ARR.push({
	page:202,
	words: [
        '꿀벌이 사라지는 까닭을 조사해 보자.',
        '생태계를 위해 꿀벌을 지킬 수 있는 실천 방법을 개인적 차원과 사회적 차원으로 나누어 알아보고 발표해 보자.',
        '동물 복지 축산 농장 인증제',
        '「동물보호법」에 따라 동물의 복지를 증진하는 축산 농장에 대하여 농림 축산식품부 장관이 동물 복지 축산 농장임을 인증하는 제도이다.',
        '동물 복지 인증 마크',
        '생명 존중을 실천하기',
        '우리가 생명 존중을 실천할 수 있는 방법에는 무엇이 있을까?',
        '첫째, 동식물의 생명을 존중하고 보호하기 위한 캠페인 활동에 적극 참여하여 동식물의 생명을 위협하는 행동의 위험성을 알릴 수 있다.',
        '둘째, 동물 학대를 반대하고 위기에 처한 동물을 구조하는 동물 보호 단체나 식물 보호 단체에서 봉사 활동을 할 수 있다.',
        '셋째, 동물 복지를 향상하고 환경을 보호할 수 있는 동물 복지 인증 축산물을 소비하거나 육식과 채식의 균형 잡힌 식습관으로 동물 소비를 줄일 수도 있다.',
        '사회적 실천 방법으로는 동식물의 생명을 존중하기 위한 법과 제도를 마련하는 것이 있다. 동물 학대와 유기를 방지하기 위한 「동물보호법」이나 조례를 제정하는 것이 대표적인 경우이다.', 
        '또한 반려 식물을 위한 반려 식물 병원과 나무를 치료하는 나무 의사 제도를 운영하는 것도 사회적 차원의 실천 방법이다.',
        '꿀벌을 지킬 수 있는 방법',
        '배려적 사고력 도덕적 공동체',
        '기후위기로 인해 다양한 종이 지구상에서 자취를 감추고 있다. 그중에서 꿀벌의 멸종은 생물 다양성 보존에 큰 위기가 닥쳤음을 의미한다. 왜냐하면 전 세계 식량의 90%를 차지하는 100대 농작물 중에서 70% 이상이 꿀벌과 같은 꽃가루를 실어 나르는 동물의 활동으로 생산되기 때문이다.', 
        '그런데 우리나라에서도 꿀벌이 실종되고 있다. 농림축산식품부는 지난 겨울에만 국내에서 월동 중인 양봉 꿀벌 78억 마리가 사라졌다고 보고했다.', 
        '- 『비건뉴스』, 2022. 9. 27.',
        '다른 생명체의 고통에 공감할 수 있다.',
        '생명 존중 실천 방법을 개인적 차원과 사회적 차원에서 설명할 수 있다.',
        '생명 존중을 위해 중학생으로서 실천할 수 있는 일을 제시할 수 있다.',
        '202 Ⅳ. 자연과의 관계'
	]
});

ARR.push({
	page:203,
	words: [
        '나의 성격 유형에 맞는 식물 찾아보기',
        '국립 횡성 숲 체원 누리집에서 ‘자생 식물 성격 유형 검사’를 해 보자.',
        '자생 식물: 산이나 들, 강, 바다에서 저절로 나는 식물을 말한다.',
        '나에게 어울리는 자생 식물을 그려 보고, 자생 식물에게 하고 싶은 말을 써 보자.',
        '검사를 해 본 뒤, 자신에게 어울리는 자생 식물에 대해 정리해서 발표해 보자.',
        '나에게 어울리는 자생 식물',
        '국립 횡성 숲 체원',
        '1. 도덕적 고려의 대상은 어디까지일까 203'

	]
});

ARR.push({
	page:204,
	words: [
        '다른 생명체를 어떻게 대하는 것이 바람직 할까',
        '동식물의 생명 그 자체를 존중하고 그들이 느끼는 (10 )에 (11 )할 수 있는 자세를 가져야 함',
        '동식물의 생명이 위협받는 현실',
        '동식물의 생명을 존중하고 보호하기 위한 (12 ) 활동',
        '동물 학대를 반대하고 위기에 처한 동물들을 구조하는 (13 )나 식물 보호 단체에서 (14 )을 할 수 있음',
        '동식물 관련 법을 제정하고 (15 )를 만드는 것',
        '동물에게 미치는 고통이나 스트레스 등의 괴로움을 최소화하여, 동물의 심리적 행복을 실현하는 것을 뜻하는 단어는?',
        '생명을 살리는 것은 좋은 일이며, 생명을 파괴하고 억제하는 것은 나쁘다는 사상을 뜻하는 단어는?',
        '모든 생명체가 소중한 까닭은 무엇일까',
        '도덕적 고려: 어떤 대상이 가지는 ( 1 )나 ( 2 )에 대해 생각하고 헤아려 보는 것',
        '모든 생명체를 존중해야 하는 까닭',
        '인간을 포함한 모든 동식물은 (8 )에서 함께 살아가야 할 소중한 존재',
        '동식물뿐만 아니라 그들의 삶의 터전인 흙, 물과 같은 ( 9 )까지 도덕적으로 고려해야 함',
        '동식물을 도덕적으로 고려해야 하는 까닭',
        '동물은 인간처럼 ( 3 )과 ( 4 )을 느낄 수 있음',
        '인간이 동물에게 미치는 고통이나 스트레스 등의 괴로움을 최소화하며, 동물의 심리적 ( 6 )을 실현하는 것',
        '생명을 보호하고 살리는 것은 좋은 일이며, 생명을 파괴하는 것은 나쁘다는 사상',
        '204 Ⅳ. 자연과의 관계'

	]
});

ARR.push({
	page:205,
	words: [
        '나 동물 실험은 동물에게 고통을 주고 생명을 해친다는 점에서 비윤리적인 측면이 있지만 피할 수 없는 부분도 있다. 다양한 신약을 개발하고 인간에게 사용하기 전에 안전한지 검증할 다른 방법이 마땅치 않기 때문이다.',
        '동물 실험을 반대하는 사람들은 동물을 대체할 수 있는 실험 수단을 활용해야 한다고 주장한다. 그러나 아직 이러한 대체 실험 수단은 비용도 비싸고 안전성도 담보할 수 없다는 문제가 있다.', 
        '그러므로 동물 실험에서 준수해야 할 원칙을 지키면서 동물 실험을 대체할 수단을 개발해 나가는 것이 바람직하다.', 
        '- 「생글생글」 제772호, 2022', 
        '동물 실험 윤리 강령 만들기',
        '동물 실험에서 지켜야 할 구체적인 윤리 강령을 만들어 보자.',
        '위 사진은 담배의 해로움을 알아보기 위해 일부 담배 회사에서 동물 실험을 진행한 장면이다.',
        '강아지들은 동물 실험 현장에 갇혀 꼼짝도 못 한 채 마스크를 통해 담배 연기를 들이켜고 있다.',
        '- 『오마이뉴스』, 2019. 6. 23.',
        '1. 도덕적 고려의 대상은 어디까지일까 205'
	]
});

ARR.push({
	page:206,
	words: [
        '동물 보호 보안관은 동물 학대를 예방하고 동물을 보호하는 일에 앞장선다. 동물 방치나 학대 신고를 받고 출동하여 동물을 구조하고, 반려인에게 동물을 잘 돌볼 수 있도록 조언하며 상황에 따라 경고를 주거나 법적인 조치를 한다.', 
        '영국 동물 애호 협회의 회원들은 왕실의 지원을 받게 된 1837년부터 꾸준히 동물 보호 보안관으로 활동해 오고 있다.', 
        '직업 소개 동물 보호 보안관이란',
        '영화 속 이색 직업 ‘동물 보호 보안관’',
        '추운 겨울, 제임스와 밥은 길거리 공연을 하고 있다. 그러던 중 지나가던 강아지가 밥을 위협하는 등 위험한 상황이 발생한다.',
        '“저 고양이가 과연 길거리 공연을 하는 것에 동의했을까요? 불쌍한 야옹이, 얼마나 추울까? 당신은 동물 보호 보안관 이잖아요. 뭐라도 해야죠.”',
        '영화 「내 어깨 위 고양이, 밥 2」',
        '약물 중독자에 노숙자였던 제임스는 길고양이 밥을 만나고 새 삶을 살게 되었다. 제임스는 밥과 함께 런던에서 길거리 공연을 하며 잡지 판매원으로 지낸다. 누구보다 밥을 아끼는 제임스지만 동물 보호 당국에서는 제임스를 동물 학대범이라고 오해하고 그에게서 밥을 떼어 놓으려고 한다.',
        '하지만 둘의 관계를 지켜본 사람들의 도움으로 제임스와 밥은 함께 행복한 크리스마스를 보낼 수 있었다.',
        '206 Ⅳ. 자연과의 관계'

	]
});

ARR.push({
	page:207,
	words: [
        '반려동물과 축산 동물',
        '인간에게 반려동물로 대우받는 동물이 있는 반면, 식량으로 이용되는 동물도 있다. 사람들은 반려동물이 아플 때 치료를 위해 많은 돈을 쓰고 그들이 죽었을 때 눈물을 흘리기도 한다.', 
        '하지만 전염병에 걸린 소나 돼지를 산 채로 매장하는 것에 대해서는 전염병 예방 차원으로 여기고 크게 신경 쓰지 않는 사람들이 많다. 반려동물과 축산 동물이 되는 것은 동물의 선택으로 이루어진 것이 아니다.', 
        '동물의 종이 다르다고 해서 어떤 동물이 다른 동물보다 더 많은 윤리적 관심을 받을 가치가 있는 것일까? - 조제프 데자르뎅, 『환경 윤리』반려동물로 키우는 동물과 고기를 얻기 위해 키우는 동물을 다르게 대하는 것은 정당할까?',
        '그 반려동물은 오래전부터 인간과 친근하게 지내 온 동물이야. 반려동물과 고기를 얻기 위해 키우는 동물을 서로 다르게 대하는 것은 당연하다고 생각해.',
        '반려동물이 고통과 쾌락을 느끼는 것처럼 축산 동물도 똑같이 고통과 쾌락을 느껴. 왜 인간의 잣대로 동물을 두 가지로 나누고 다르게 대하는지 이해할 수 없어.',
        '세상 속으로 207'

	]
});

ARR.push({
	page:208,
	words: [
        '생활 속 가치 실천',
        '세상을 바꾸는 선택, 윤리적 소비',
        '동식물을 도덕적으로 고려하는 윤리적 소비의 사례에는 무엇이 있는지 찾아보자.',
        '생각 나눔 위 사례를 읽고 물음에 답해 보자.',
        '아보카도 생산 과정에서 발생하는 문제를 해결할 방법에는 무엇이 있을까?',
        '아보카도는 매년 전 세계에서 약 50억kg 가까이 소비되고 있다. 그런데 아보카도는 재배할 때 엄청난 양의 물이 필요한 탓에 지역 주민의 식수까지 위협하고 있다.',
        '대표적으로 칠레에서는 아보카도 수출량이 늘어나면서 수많은 아보카도 농장이 만들어졌고, 아보카도 재배를 위해 주변 강에서 막대한 양의 물을 끌어와 사용하였다. 이로 인해 주민들은 생존에 필수적인 최소한의 물조차 얻기 어려운 상황에 처했다.',
        '한편 세계 아보카도의 3분의 1이 생산되는 멕시코 미초아칸 지역에서 이 과일은 축복이자 저주이다. 아보카도 수출에 따른 수익이 많아지자 범죄 조직이 개입해 강탈, 납치, 살인까지 벌이며 농부와 지역 사회를 가혹하게 갈취하고 있기 때문이다.',
        '지역 주민의 생존을 위협하는 기업들이 생산한 아보카도를 소비하는 것이 과연 윤리적으로 옳은 일일까?',
        '208 Ⅳ. 자연과의 관계'
	]
});

ARR.push({
	page:209,
	words: [
        '진로 연계 민주시민 디지털 소양 생태 전환',
        '모두에게 이로운 공정 여행 계획하기',
        '공정 여행은 여행 산업에서 윤리적 소비를 강조한 대안적 여행이다. ‘공정 여행 십계명’을 바탕으로',
        '나의 공정 여행 계획을 세워 보자.',
        '공정 여행 십계명',
        '비행기보다는 걷거나 대중교통 이용하기',
        '현지인이 운영하는 숙소와 식당 이용하기',
        '현지인의 노동력에 대해 정당한 보상하기',
        '현지인과 사진 찍을 때 허락받고 촬영하기',
        '여행지의 문화 존중하기',
        '동물을 혹사하는 관광 체험 상품에 참여하지 않기',
        '어린이의 노동을 착취하지 않기',
        '멸종 위기의 동식물로 만든 기념품 구입하지 않기',
        '대형 마트보다는 지역 생산물 판매처 이용하기',
        '대단원 마무리 209'
	]
});

